[
  {
    "title": "Human Talks Bordeaux #10 - Organisation & Leadership",
    "date": "2025-03-11T18:30:00",
    "url": "https://www.meetup.com/human-talks-bordeaux/events/306118686/",
    "description": "Le prochain Meetup Human Talks Bordeaux c’est le **mardi 11 mars** à partir de 18h30 !  Nous sommes ravis de vous proposer une édition spéciale Organisation avec 3 intervenants qui occupent des postes transverses et/ou de managers dans leurs entreprises. Au programme, une perspective complète sur les défis et opportunités du management en organisation Tech, en mettant l'accent sur le développement personnel, le leadership, et la gestion des relations entre stakeholders. Cette fois-ci, c’est Cdiscount qui nous héberge dans leurs bureaux situés au **1 Quai Armand Laland** et, après les conférences, nous irons boire un verre à la Cervoiserie. Au plaisir de vous y voir !\n\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-18h30 - Accueil\n19h - **L’engagement en entreprise - définition, causes, limites et dérives** par [Denis Migot](https://www.linkedin.com/in/denis-migot/), Chief of Staff @ Fabriq*L’engagement en entreprise est devenu un point essentiel des stratégies RH mais aussi un élément récurrent de la novlangue managériale. Pourtant ce terme est mal compris, confus et parfois confondu avec des concepts voisins comme le sens ou la performance. Nous verrons dans cette présentation ce que signifie l’engagement en entreprise, comment le cultiver et quelles sont ses limites et ce au travers de différents travaux de recherche en sciences sociales.*\n19h20 - **Repenser le management : la confiance avant tout** par [Sébastien Robert](https://www.linkedin.com/in/sebastienrobert89/), Chief Transformation Officer (AI, Data, Innovation & Sustainability) @ FLOA*Au cours de ce talk, j’aimerais explorer avec vous des questions passionnantes : pourquoi la confiance au sein d’un collectif est-elle si cruciale pour une performance durable ? Je vous proposerai aussi de repenser la relation entre confiance et contrôle dans le monde professionnel actuel. En m’appuyant sur la théorie des jeux, je dévoilerai des enseignements que nous pouvons tirer à ce sujet. Une fois l’importance de la confiance et de la redistribution du contrôle établie, je partagerai humblement à travers des exemples concrets la démarche dans laquelle nous nous sommes lancés. Nous discuterons aussi des interrogations et des défis auxquels nous faisons face pour rendre notre organisation plus humaine, responsabilisante, collaborative, apprenante, créative et vivante.*\n19h40 - **Rencontre avec [Marina Prevosto](https://www.linkedin.com/in/marinaprevosto)**, Strategy Director @ Cdiscount*Un échange en direct avec Marina, au cours duquel nous explorerons les bonnes pratiques en matière de gestion des parties prenantes (stakeholder management), en mettant l’accent sur l'identification, la gestion des attentes, ainsi que la communication efficace avec les acteurs clés. Ce sera également l’occasion de partager un retour d'expérience sur son parcours en tant que Chief of Staff, en mettant en lumière les défis rencontrés, les solutions mises en place, et les leçons tirées de cette expérience stratégique.*\n20h - Discussions autour d’un verre\n21h30 - Fin",
    "community": "human-talks",
    "is_online": false,
    "venue": {
      "name": "Cdiscount",
      "address": "1 Quai Armand Lalande",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "1 Quai Armand Lalande, Bordeaux",
    "rsvp_count": 20
  },
  {
    "title": "Human Talks Bordeaux #9 - Culture & Stratégie Design ",
    "date": "2025-02-11T18:30:00",
    "url": "https://www.meetup.com/human-talks-bordeaux/events/305610389/",
    "description": "DISCLAIMER : format \"Auberge Espagnole\", merci de ramener de quoi boire et de quoi grignoter pour les échanges après les interventions.\n\\-\\-\\-\\-Le prochain Meetup Human Talks Bordeaux c’est le **mardi 11 février à partir de 18h30** sur le campus de l’ECV Bordeaux ! Nous sommes ravis de vous proposer une édition spéciale Design avec 3 intervenants qui évoluent dans/avec des équipes Design. Ce meetup est organisé en collaboration avec la communauté [Friends of Figma Bordeaux](https://friends.figma.com/bordeaux-fr/). Au plaisir de vous y voir !\n**AGENDA**18h30 - Accueil\n19h - **Créer une culture du design dans une organisation Produit / Tech** par [Simon Letellier](https://www.linkedin.com/in/simon-letellier/), Head of Design @ [Legalstart](https://www.legalstart.fr/)*Comment faire pour que le design passe d'un statut de prestataire de service ou simple exécutant à un rôle central dans la définition de la stratégie produit et dans l'exécution ?*\n19h20 - **REX Comment les rôles transverses Design / Product / User Research peuvent collaborer efficacement avec les équipes de développement ?** par [Emilie Duciel](https://www.linkedin.com/in/duciel/), Product Research & User Insights @ [Dataiku](https://www.dataiku.com/)*Retour d’expérience sur la collaboration entre les différents métiers impliqués dans la création de fonctionnalités au sein d’une scale-up SaaS B2B. Repartez avec des clés que vous pourrez mettre en place facilement dans vos équipes !*\n19h40 - **La stratégie: ingrédient 99% invisible de tout bon design** par [Chloé Mackie](https://www.linkedin.com/in/mackiechloe/), CPO @Exploration X. Ex Mozilla, Barclays, Kahoot.*Un produit réussi va bien au-delà de son apparence. La stratégie produit agit comme un une colonne vertébrale, transformant un design attractif en une expérience engageante. Comprendre en profondeur les besoins des utilisateurs et élaborer une proposition de valeur qui y répond, tout en restant aligné avec la vision de l’entreprise, voici les clés pour concevoir des produits à fort impact.*\n20h - Discussions autour d’un verre\n21h30 - Fin\n**INTERVENANTS**\n* **A propos de Simon Letellier**\nAprès 15 ans passés dans le monde de la presse (photo reporter, rédacteur en chef…), j’ai entamé une reconversion dans le design en 2017. Après quelques années en freelance puis en SAAS B2B, je m’occupe aujourd’hui de l’équipe Design et de la Brand au sein de Legalstart, une legaltech qui accompagne les entrepreneurs dans leurs démarches administratives. Passionné de nouvelles technologies, d’entreprenariat, de no code et de growth hacking, je défends l’idée que le design, au-delà des enjeux d’expérience, peut et doit avoir un impact sur le business des entreprises et des startups.\n* **A propos d'Emilie Duciel**\nIl y a un peu plus de 15 ans, je débutais ma carrière d’”Ergonome web” (oui, oui ce mot existait à l’époque !) en tant que consultante en agence. Puis le titre a changé pour devenir UX Designer. Je découvre le monde du logiciel B2B il y a 10 ans où j’ai vraiment pu approfondir et mettre en pratique les techniques de recherche utilisateur. De projet en projet, la part de recherche devient de plus en plus importante par rapport à la part de design. Je me consacre aujourd’hui à 100% à la recherche utilisateur.\n* **A propos de Chloé MacKie**\nAprès plus de 12 ans passés à Londres en tant que Product Leader, je me suis spécialisée dans l’exploration de domaines “new frontiers” à la pointe de l’innovation. Je m’appuie sur une compréhension approfondie des besoins utilisateurs et de rapides expérimentations pour concevoir des solutions à fort impact. Mon expérience au sein de startups, scale-ups et labs d’innovation en entreprise m’a permis de développer une capacité à transformer la complexité en plan d’action. Toujours curieuse et animée par l’envie d’apprendre, je cherche constamment à repousser les limites pour créer les solutions de demain.",
    "community": "human-talks",
    "is_online": false,
    "venue": {
      "name": "ECV Bordeaux",
      "address": "26 rue Raze",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "26 rue Raze, Bordeaux",
    "rsvp_count": 124
  },
  {
    "title": "Human Talks Bordeaux #8 - Carrières",
    "date": "2025-01-14T18:30:00",
    "url": "https://www.meetup.com/human-talks-bordeaux/events/305180987/",
    "description": "Le prochain Human Talks Bordeaux c’est **mardi 14 janvier** dans les bureaux de **Betclic** ! Nous vous donnons rendez-vous à partir de 18h30, nous vous avons préparé un beau programme articulé autour de la thématique Carrière dans Tech. Nous commencerons par une intervention sur les choix de carrière par un architecte logiciel ancien développeur, puis nous retraçerons le parcours d’une Engineering Manager et enfin nous finirons sur retour d’expérience sur la culture du feedback en entreprise par un profil ressources humaines.\nAu plaisir de vous y voir !\n\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-18h30 - Accueil\n19h - **Veux-tu devenir autre chose que développeur ?** par [Charles Huet](https://www.linkedin.com/in/charleshuet/), Software Architect @ RATP Smart Systems*Il n'y a pas si longtemps que ça, la seule perspective d'évolution pour un ingénieur informaticien était Chef de Projet. Aujourd'hui les perspectives sont plus nombreuses et variées (Scrum Master, Product Owner, Tech Lead, Team Lead, Chef de Projet, Engineering Manager, Architecte, etc). Mais pourquoi ne pas rester \"juste\" un développeur ? Je vais vous parler de mon expérience en tant que développeur, Product Owner, puis enfin Architecte pour vous faire vous poser la question \"est-ce que je veux vraiment devenir autre chose que développeur ?\", et vous aider à voir quelle option vous correspond le plus. Mieux que la conseillère d'orientation du lycée !*\n19h20 - **Témoignage sur le rôle d’Engineering Manager** par [Anaïs Molina](https://www.linkedin.com/in/ana%C3%AFs-molina/), Engineering Manager @ Betclic, animé par Alexandre Sutra*Je suis Anaïs, je travaille depuis plus de 10 ans dans le monde de la Data à Bordeaux. En tant qu’Engineering Manager, j’accompagne aujourd’hui une équipe de quatre Data engineers chez Betclic pour piloter au mieux l’activité du Gaming. J’aime les voir évoluer, progresser et répondre avec eux aux différents challenges de notre métier. Lors de cet échange avec Alexandre, je raconterai mon parcours, mon quotidien et comment j'envisage mon futur.*\n19h40 - **La culture du feedback : enjeux et bonnes pratiques** par [Emilie Ornon](https://www.linkedin.com/in/emilie-ornon/), HR Business Partner & Lead Recruiter @ Jobteaser*Découvrez pourquoi la culture du feedback est essentielle à l’épanouissement des collaborateurs, les enjeux que cela représente notamment avec le full remote, et comment l'implanter efficacement en s'inspirant de modèles comme Netflix et les principes du \"Radical Candor\" de Kim Scott. Nous aborderons les avantages, les défis, et les retours d’expérience de membres de l’équipe Tech de JobTeaser concernant la généralisation d’un feedback transparent et constructif qui renforce l'engagement et la performance collective.*\n20h - Discussions autour d’un verre\n21h30 - Fin",
    "community": "human-talks",
    "is_online": false,
    "venue": {
      "name": "Betclic Group",
      "address": "117 Quai de Bacalan",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "117 Quai de Bacalan, Bordeaux",
    "rsvp_count": 70
  },
  {
    "title": "Human Talks Bordeaux #7",
    "date": "2024-12-10T18:30:00",
    "url": "https://www.meetup.com/human-talks-bordeaux/events/304521021/",
    "description": "Le prochain Human Talks Bordeaux c’est le mardi 10 décembre, à partir de 18h30 et c’est Le Node qui nous accueille ! Nous avons au programme, 3 interventions d’orateurs locaux : un sujet gestion d’équipe proposée par Jasmine, un sujet développement de carrière proposé par Geoffrey et un témoignage personnel proposé par Pierre.\nAu plaisir de vous y voir !\n\\-\\-\\-\\-\\-\\-\\-\\-\n### Agenda\n18h30 - Accueil\n19h - **#EQUIPE L'Organisation Évolutive : Comment Boby Cultive la Collaboration et l'Innovation** par [Jasmine Seren Rosso](https://www.linkedin.com/in/jasminesr/), Managing Director & CPO @ [Boby](https://boby.net/)*Découvrez comment Boby a transformé ses méthodes de travail pour renforcer la collaboration entre équipes (Commerce, Produit/Design, Marketing, Développement). Grâce à des rituels de prise de décision partagée, des ateliers créatifs, des rotations inter-équipes, et des retours d'expérience réguliers, Boby crée un environnement où chacun contribue à l'innovation et à l'amélioration continue.*\n19h20 - **#CARRIÈRE La parole, cet outil formidable au bout de vos lèvres** par [Geoffrey Graveaud](https://www.linkedin.com/in/geoffrey-graveaud-033319b0/), DevSecOps Leader & Coach*La parole nous sert au quotidien. Pour pitcher, pour convaincre, pour passer un entretien, pour débattre, pour se plaindre ou pour séduire... Mais, cet art est difficilement abordable lorsque l’on démarre. Et il malheureusement peu enseigné en France au profit de l'écrit. Notre discours en devient affaibli, la compréhension de son intérêt également et par conséquent son décryptage aussi. Nous devenons ainsi plus facilement les proies du discours des manipulateurs, des beaux-parleurs et des politiciens sans scrupule. Et pourtant cet héritage vieux de plus de 2500 ans est simple à prendre en main et est à la portée de tous et de toutes. Alors comment renforcer sa prise de parole ? Comment la structurer et comment s'assurer qu'elle aura un impact sur les personnes qui nous écoutent en restant dans un cadre de bienveillance ? Au cours de cet atelier, nous verrons et nous pratiquerons des techniques qui permettront d'améliorer votre discours. Vous apprendrez à analyser leurs effets sur le public et aussi à améliorer leur efficacité pour faire passer un message important lors d'une prise de parole. Nous verrons également la frontière entre convaincre et manipuler. Virelangue, congruence et anaphore n'auront presque plus de secrets pour vous !*\n19h40 - **#ORGANISATION Faire table rase d’un périmètre... quand personne ne t'a rien demandé !** par [Pierre Segalen](https://www.linkedin.com/in/pierre-segalen/), Mobile & Web Maker @ [Douze](https://douze.info/)*En février 2015, me voici nommé à la tête d’une équipe dont le périmètre hétéroclite mêle site mobile, applications iOS et Android, et une API à bout de souffle. Rien que ça. Le défi est de taille, surtout quand une restructuration surprise paralyse la DSI et laisse mon équipe en roue libre. Devant l'absence de directives, j’ai pris plusieurs initiatives afin d’assainir au maximum les différents composants pour gagner en sérénité. Résultat ? Une refonte complète de toute l’architecture mobile, un coup de jeune au site web, et une API flambant neuve. Moralité : parfois, innover, c’est savoir saisir sa chance quand personne n’est là pour te dire \"non\" !*\n20h - Discussions autour d’un verre\n21h30 - Fin",
    "community": "human-talks",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_count": 32
  },
  {
    "title": "Human Talks Bordeaux #6 - Rencontre avec le CTO de Sellsy",
    "date": "2024-09-10T18:30:00",
    "url": "https://www.meetup.com/human-talks-bordeaux/events/302988117/",
    "description": "La rentrée des Human Talks Bordeaux c’est le **mardi 10 septembre, à partir de 18h30** dans les bureaux de HelloAsso à la Cité Numérique à Bègles ! Au programme : nous accueillons [Michael Durand](https://fr.linkedin.com/in/mickdur), CTO @ [Sellsy](https://go.sellsy.com/), pour une discussion longue et en direct sur ce qui fait de lui un leader technique aujourd’hui. Eddy, co-organisateur de ce meetup et Head of Infra et Dev Advocate @ HelloAsso, animera l'échange.\nNous avons apprécié le parcours de Michael qui, avant de rejoindre Sellsy, a dirigé les équipes de Meero et Kartable en France, ainsi que 3 autres startups aux États-Unis et au Canada. Initialement orienté vers le management par nécessité, il a choisi d'y rester par passion. Aujourd’hui, Michael se concentre chez Sellsy sur le développement des managers, l'autonomie des équipes, l'expérience des collaborateurs, ainsi que sur les questions d'inclusion et de diversité. Autant de sujets qui font de cet intervenant un “match” parfait pour les Human Talks.\nEn fin de discussion, **Michael prendra le temps d’adresser et de commenter au mieux VOS CAS D'USAGE** de situation complexes ou problématiques, ainsi nous vous invitons à les partager à [Alexandre](https://www.linkedin.com/in/sutraalexandre/) en amont pour un traitement optimal : quel contexte ? quel(s) stakeholder(s) ? quel(s) problème(s) ?\n\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\n* **Agenda**\n18h30 - Ouverture du meetup18h55 - Kick-off par Eddy & Alexandre19h - **Discussion en direct entre Michael Durand**, CTO @ Sellsy, et Eddy Montus, co-organisateur des Human Talks Bordeaux20h30 - Échange autour d’un apéro offert par HelloAsso21h30 - Fin\n\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\n* **A propos de HelloAsso**\n*[HelloAsso](https://www.helloasso.com/qui-sommes-nous) est la plateforme qui permet aux citoyens de participer aux activités d’une association près de chez eux. Nos services sont offerts aux responsables associatifs grâce aux contributions volontaires des citoyens. A l’aide de ces soutiens et de nos outils, les associations peuvent gérer leurs activités et collecter des paiements en ligne dont elles perçoivent 100% de chaque somme, sans frais ni commission.*\n* **A propos de Human Talks**\n*Human Talks Bordeaux est une communauté de pratique, le contenu de chaque événement s’adresse aux professionnels de l’industrie Tech désireux de développer leurs compétences interpersonnelles à travers des cas d’usage concrets. Par la dénomination “Tech”, nous incluons tous les professionnels de la technologie (ingénieurs, développeurs, designers, concepteurs, analystes, chercheurs ...) mais aussi les enseignants, les entrepreneurs et tous les curieux qui souhaitent découvrir cette industrie. L'événement reste un événement à 100% OUVERT à toutes les personnes curieuses.*\n* **A propos de Human Coders**\n*Human Talks est un format d'événement lancé par [Human Coders](https://www.humancoders.com/) en 2012. Human Coders est un centre de formation aux techniques de développement informatiques. À suivre sur [Linkedin](https://www.linkedin.com/company/human-coders/) également.*",
    "community": "human-talks",
    "is_online": false,
    "venue": {
      "name": "HelloAsso",
      "address": "2 Rue Marc Sangnier",
      "city": "Bègles",
      "country": "France"
    },
    "location": "2 Rue Marc Sangnier, Bègles",
    "rsvp_count": 43
  },
  {
    "title": "Human Talks Bordeaux #5 - Sujet \"Gérer son équipe\"",
    "date": "2024-06-18T18:30:00",
    "url": "https://www.meetup.com/human-talks-bordeaux/events/301358624/",
    "description": "Pour la relance officielle de Human Talks Bordeaux, nous organisons un meetup sur le sujet \"gérer son équipe\" le **mardi 18 juin, à partir de 18h30** dans les bureaux de Deezer Bordeaux, quartier Saint-Michel.\nCe meetup sera articulé autour de la thématique de la gestion d’équipe. C’est un vaste sujet et nous aurons la chance de pouvoir l'adresser sous trois angles grâce à 3 intervenants locaux de qualité : l’angle de l'authenticité raconté au travers du parcours de Didier Colin chez HelloAsso, l’angle de l’engagement dans une équipe avec le témoignage de Pascal Maria et enfin l’angle de l’inclusivité avec le regard de Anaïs Huet.\nMerci à Deezer de nous héberger et nous offrir l'apéro, au plaisir de vous rencontrer sur place !\n\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\n### Agenda\n18h30 - Ouverture du meetup18h55 - Kick-off par Eddy & Alexandre19h - **Retour d'expérience sur 13 ans chez HelloAsso**, discussion en direct avec [Didier Colin](https://www.linkedin.com/in/didier-colin-5b1b1a33/), Directeur de recherche @ HelloAsso*Le parcours de Didier est riche et varié. Le genre de personne avec qui on peut discuter longtemps. Son parcours : il a commencé sa carrière chez HelloAsso comme premier équipier, il occupe aujourd'hui le poste de Directeur de recherche. Il nous racontera son parcours professionnel, depuis ses débuts en tant que développeur puis CTO jusqu'à la gestion d'une équipe de 50 personnes, avant de revenir à sa passion première : la recherche. Le fil conducteur de ses 13 années de carrière ? L'adaptabilité. Malgré les nombreux défis rencontrés, il a passé les étapes une à une. Didier partagera à travers des exemples concrets, les difficultés auxquelles il a fait face en tant qu'introverti dans le rôle de manager. Il abordera des sujets tels que la gestion de la compatibilité au sein de son équipe, le dépassement du seuil des 10 collaborateurs, et le savoir-être qu'il a dû développer.*\n19h20 - **Fédérer une équipe tech et prendre des décisions stratégiques avec un impact très significatif pour l'organisation !** par [Pascal Maria](https://www.linkedin.com/in/pascalmaria/), Senior Engineering Manager @ AVIV Group*Cette présentation examine les méthodes pour fédérer une équipe technique et prendre des décisions stratégiques ayant un impact significatif sur l'organisation. Après avoir rejoint une nouvelle entreprise, j'ai dû rapidement démontrer ma valeur et mon impact au sein de l'équipe et de l'organisation. La présentation met l'accent sur les compétences nécessaires pour devenir un leader technique efficace, les techniques pour renforcer l'esprit d'équipe et la cohésion au sein des équipes tech, ainsi que les approches structurées pour maximiser l'impact organisationnel. En partageant un cas concret de ma propre expérience, je fournirai des clés pratiques pour les leaders techniques souhaitant renforcer leurs équipes et obtenir des résultats tangibles pour leur organisation.*\n19h40 - **Comment faire parler mes introverti·e·s ?** par [Anaïs Huet](https://www.linkedin.com/in/anais-huet-coach-agile/), Coach agile passionnée et ancienne développeuse*Mince, j'ai des personnes introverties dans mon équipe. Ils·elles vont être timides, rester dans leur coin, je sens que ça va être compliqué pour les tirer de l'avant. Comment faire pour les extravertir un peu ? Et si on commençait par se demander qu'est-ce que c'est vraiment, un·e introverti·e, un·e extraverti·e ? Et si l'introversion avait une place dans l'équipe, avec ses propres forces ? Est-ce qu'il faut absolument faire parler quelqu'un pour réussir en équipe ?*\n20h - Échange autour d’un apéro offert par Deezer\n21h - Fin\n\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-**A propos de Deezer**[Deezer](https://www.deezer.com/fr/) est l’une des principales plateformes indépendantes au monde dédiées aux expériences musicales, réunissant les artistes et les fans, en offrant aux utilisateurs la possibilité de vivre la musique (Live the music). La société permet, grâce à sa plateforme évolutive disponible dans plus de 180 pays, d’accéder à un catalogue musical complet et de qualité, une expérience audio HiFi sans perte, ainsi que des fonctionnalités innovantes.\n**A propos de Human Coders**Human Talks est un format d'événement lancé par [Human Coders](https://www.humancoders.com/) en 2012. Human Coders est un centre de formation aux techniques de développement informatiques. À suivre sur [Linkedin](https://www.linkedin.com/company/human-coders/) également.",
    "community": "human-talks",
    "is_online": false,
    "venue": {
      "name": "Deezer Bordeaux",
      "address": "20 Rue Saint-François",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "20 Rue Saint-François, Bordeaux",
    "rsvp_count": 43
  },
  {
    "title": "Reprise du meetup Human Talks à Bordeaux !",
    "date": "2024-05-16T18:00:00",
    "url": "https://www.meetup.com/human-talks-bordeaux/events/300608622/",
    "description": "À l'occasion de la reprise des meetup Human Talks Bordeaux, nous sommes ravis de vous convier à une rencontre informelle le **jeudi 16 mai, à partir de 18h** au Délirium Café Bordeaux. Viens et ramène du monde avec toi pour l'occasion !\nAu programme : avoir un premier contact, faire plus ample connaissance et collecter vos envies de sujets futurs. Nous aimerions reprendre les conférences à partir de juin. Plus d'informations sur ce groupe meetup ci-dessous.\n\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-**🏠 C'est quoi Human Talks ?**Human Talks est une communauté où l'expérience se transforme en expertise et la collaboration en croissance professionnelle continue. Un espace où nous cultivons ensemble des compétences humaines pour exceller dans l'univers technologique en constante évolution.\nIl existe des groupes actifs à Paris, Nantes & Grenoble également. Human Talks Bordeaux existe depuis 2019.\n\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-**🙋 A qui s'adresse Human Talks Bordeaux ?**Human Talks Bordeaux est une communauté de pratique, le contenu de chaque événement s’adresse aux professionnels de l’industrie Tech désireux de développer leurs compétences interpersonnelles à travers des cas d’usage concrets. Par la dénomination “Tech”, nous incluons tous les professionnels de la technologie (ingénieurs, développeurs, designers, concepteurs, analystes, chercheurs ...) mais aussi les enseignants, les entrepreneurs et tous les curieux qui souhaitent découvrir cette industrie.\nL'événement reste un événement à 100% OUVERT à toutes les personnes curieuses.\n\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-🌳 **Quels sujets seront abordés pendant les événements Human Talks Bordeaux ?**Nous aimerions permettre à chacun & chacune de développer significativement ses compétences interpersonnelles, à travers des témoignages sur 4 grandes thématiques :\\- le montage\\, la structuration et la gestion d'une **équipe**\\- la sélection de **technologies**, d'outils et d'architectures stratégiques\\- l'application de **modèles** d'organisations et de **méthodes** de production innovantes\\- l'optimisation de la gestion de sa **carrière**\n\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-**🧱 Comment participer, intervenir ou supporter l'initiative ?**Tu souhaites participer ? Alors, inscris-toi au prochain événement.\nTu souhaites proposer un sujet en tant qu’intervenant ? Alors, écris-nous et prenons le temps de discuter ensemble de ton sujet, nous sommes [Eddy](https://www.linkedin.com/in/eddymontus/?originalSubdomain=fr) & [Alexandre](https://www.linkedin.com/in/sutraalexandre/).\nTu souhaites nous héberger dans les bureaux de ton entreprise, ou nous soutenir de quelconque manière ? Alors, écris-nous et prenons le temps d'en parler plus en détail.\nNous aimerions que cette communauté se retrouve plusieurs fois par an, à l’occasion de soirées articulées autour de conférences courtes et d’échanges informels, dans des bureaux d'entreprises locales.\n\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-\\-🧑‍🏫 **À propos de Human Coders**Human Talks est un format d'événement lancé par [Human Coders](https://www.humancoders.com/) en 2012. Human Coders est un centre de formation aux techniques de développement informatiques. À suivre sur [Linkedin](https://www.linkedin.com/company/human-coders) également.",
    "community": "human-talks",
    "is_online": false,
    "venue": {
      "name": "DELIRIUM CAFÉ BORDEAUX - Sports Bar & Fun Place",
      "address": "30 Quai Virginie Hériot",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "30 Quai Virginie Hériot, Bordeaux",
    "rsvp_count": 18
  },
  {
    "title": "Human Talks Mars",
    "date": "2020-03-11T19:15:00",
    "url": "https://www.meetup.com/human-talks-bordeaux/events/269153276/",
    "description": "Bienvenue à la troisième session des Human Talks ! 🙏🏻\nVenez découvrir ou présenter des sujets autour du développement (mais pas que !).Le plan: 3-5 petites conférences de 10min (+ 5min de questions) suivies d'un apéro. 🍻\nPour proposer un talk, n'hésitez pas à contacter le compte officiel sur Twitter @HumanTalksBdx 🐦 ou via e-mail: [masked] 📮\n_____Au programme de ce meetup:- Comment faire des revues de code, par Fabien Lamarque (@Fabinout)- Introduction au Cloud DevOps, par Ludwig Vaan (@kala83)- Présentation du monde merveilleux (et bizarre) des claviers mécaniques, par Konstantin BIFERT (@kissu_io)\nDescriptif détaillé de talks:* Introduction au Cloud DevOps\"--> La maîtrise du Cloud devient une compétence fondamentale pour les développeurs web. Qu'est ce que nous apporte ce nouveau paradigme, quels sont les bénéfices ? Durant ce talk nous feront un état de l'art de ce que nous apporte le Cloud et décrirons des termes comme : Scalabilité, Disponibilité, Durabilité ou Elasticité 💪\n*Présentation du monde merveilleux (et bizarre) des claviers mécaniques--> Présentation rapide et simple des possibilité que vous pouvez avoir si vous vous lancez dans ce hobby. Que ce soit de la custom esthétique, du hardware choisi au petit grain ou les bienfaits que vous pourriez en tirer. 😻",
    "community": "human-talks",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_count": 13
  },
  {
    "title": "Human Talks Décembre",
    "date": "2019-12-10T19:15:00",
    "url": "https://www.meetup.com/human-talks-bordeaux/events/266467329/",
    "description": "Bienvenue à la deuxième session des Human Talks ! 🙏🏻\nVenez découvrir ou présenter des sujets autour du développement (mais pas que !). Le plan: 3-5 petites conférences de 10min (+ 5min de questions) suivies d'un apéro. 🍻\nPour proposer un talk, n'hésitez pas à contacter le compte officiel sur Twitter @HumanTalksBdx 🐦 ou via e-mail: [masked] 📮\nAu programme de ce meetup:- Introduction à l'accessibilité web, par Quentin Bellanger- Présentation de Traefik - Reverse Proxy simple et moderne, par Cyril Beslay- \"L'UX design c'est pas qu'du beau !\" par Anne Pedro- \"Comment et pourquoi passer son infrastructure full serverless\" (retour d'expérience) par Mauduit Florian",
    "community": "human-talks",
    "is_online": false,
    "venue": {
      "name": "eco-creative incubator Bordeaux Chartrons",
      "address": "9 Rue André Darbon",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "9 Rue André Darbon, Bordeaux",
    "rsvp_count": 34
  },
  {
    "title": "Human Talks Novembre",
    "date": "2019-11-12T19:15:00",
    "url": "https://www.meetup.com/human-talks-bordeaux/events/265926025/",
    "description": "Bienvenue aux Human Talks ! 🙏🏻\nVenez découvrir ou présenter des sujets autour du développement (mais pas que !). Le plan: 3-5 petites conférences de 10min (+5min de questions) suivies d'un apéro. 🍻\nAu programme de ce meetup:- Cas d'usage pratique de la JAMstack via l'implémentation d'un blog et de son CMS headless, par Konstantin BIFERT- La nécessité des langages fonctionnels: bienfaits de l'immutabilité au travers d'une démo, par Jérôme MOLIÈRE- Infra As Code: Terraform / Terraformer - Comment versionner son infra comme notre code, par Pierre ERRAUD",
    "community": "human-talks",
    "is_online": false,
    "venue": {
      "name": "Le Wagon Bordeaux, Training Development Web, Data Analytics & Data Science",
      "address": "107 Cr Balguerie Stuttenberg",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "107 Cr Balguerie Stuttenberg, Bordeaux",
    "rsvp_count": 18
  }
]
