[
  {
    "title": "Meetup #8 @BDX/IO @Deezer : Falco et Karpenter",
    "date": "2025-03-13T19:00:00+01:00",
    "url": "https://www.meetup.com/cloud-native-computing-bordeaux/events/306534174/",
    "description": "**Seconde Vague** 🤝 **CNCF Bordeaux**\n**Lieu**Deezer Bordeaux 20 Rue Saint-François, 33000 Bordeaux**Détails**18:30 - Accueil des participantes et participants19:00 - Début des talks20:15 - Discussions et échanges21:00 - Fermeture des locaux\n**Présentations**\n*\"Réagir à temps aux menaces dans vos clusters Kubernetes avec Falco et son écosystème\"* par **Thomas LABARUSSIAS**\nLes applications et clusters Kubernetes sont de plus en plus exposés aux menaces extérieures. Bien que l'écosystème CNCF offre des outils de protection, ceux-ci peuvent ne pas être suffisants. Se pose alors la question: Comment détecter et réagir aux comportements suspects au sein de nos systèmes ?C'est là qu'intervient Falco, un projet \"Graduated\" de la CNCF, qui sert de caméra de sécurité en temps réel pour les applications, les conteneurs, les clusters Kubernetes et autres technologies cloud natives. Reconnaissant le besoin d'une réponse rapide, l'équipe derrière Falco a récemment introduit Falco Talon: un puissant moteur no-code de réponse automatisée.Dans cette session, nous explorerons comment Falco détecte les actions suspectes et comment Talon permet aux utilisateurs de se défendre avec ses actions pré-construites - le tout sans écrire une seule ligne de code.\n*\"Comment nous avons migré nos clusters EKS de Cluster Autoscaler à Karpenter et pourquoi ?\"* par **Vivien RAMAHANDRY**\nQuand on parle de scalabilité au sein d’un cluster Kubernetes il y a celle au niveau des pods (HPA, VPA) mais également celle au niveau des nodes auquels on associe généralement le Cluster Autoscaler.Mais depuis 2021 un nouveau venu est arrivé dans la course sortie des labs AWS il s’agit de Karpenter.Ce projet open-source qui est en version stable 1.0 depuis Octobre 2024 promets de choisir pour vous les bonnes instances au bon moment mais pas que..Dans ce talk, je vais vous faire un retour d’expérience sur notre migration vers Karpenter. Pour cela, nous allons comprendre les concepts-clés de Karpenter ainsi que les bénéfices par rapport à Cluster Autoscaler. Enfin, je vous donnerai des conseils à mettre en place avant et après l’utilisation de Karpenter.",
    "community": "cloud-native-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Deezer Bdx",
      "address": "20 rue Saint-François",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "20 rue Saint-François, Bordeaux",
    "rsvp_limit": 50,
    "rsvp_count": 8
  },
  {
    "title": "Meetup #7 @Spaces @ManoMano @Elastic : ElasticSearch & Kubernetes",
    "date": "2020-01-14T19:15:00+01:00",
    "url": "https://www.meetup.com/cloud-native-computing-bordeaux/events/267577581/",
    "description": "Bonjour à tous,\nNous vous souhaitons à chacun une très belle année 2020 !\nPour bien démarrer l'année, nous vous proposons de vous retrouver dans les locaux de Spaces (https://www.spacesworks.com/fr/bordeaux/euralantique/) et de ManoMano (https://www.manomano.fr/) pour accueillir l'équipe Elastic sponsor et speaker de ce meetup (https://www.elastic.co/fr/). Merci à nos partenaires pour ce beau démarrage 2020 !\nLe programme :\n19H15 Accueil et news de l'écosystème CNCF par Etienne Coutaud\n-------------\n19h30 - #1 Elasticsearch sur Kubernetes avec ECK\nSpeaker : Michael MorelloTwitter: https://twitter.com/barkbayGithub : https://github.com/barkbay\nPassionné par les systèmes distribués depuis de nombreuses années et après avoir travaillé avec Kubernetes dès 2015 Michael a rejoint Elastic où il travaille sur le développement de l'opérateur Kubernetes pour la stack Elastic.\nDescription :\nGérer le déploiement et le cycle de vie d'Elasticsearch peut être une tâche complexe, c'est encore plus vrai lorsque le déploiement se fait sur Kubernetes.Dans ce talk Michael Morello vous présentera ECK, l'opérateur Kubernetes d'Elastic qui facilite la gestion des clusters Elasticsearch, le déploiement de Kibana et du serveur APM sur Kubernetes.\n-------------\n20h15 - #2 Collecte et gestion des logs sur mon cluster Kubernetes\nSpeaker : Paul BoutesTwitter: https://twitter.com/pboutesGithub : https://github.com/pboutes\nJe suis Software Engineer chez Elastic au sein de l'équipe Cloud, dans laquelle je travaille sur la couche d'orchestration, permettant de gérer des flottes de clusters à très grande échelle.Je porte un grand intérêt pour le programmation fonctionnelle, n'aime pas les effets de bords, et devient speaker quand l'occasion se présente.Lorsque je ne suis pas derrière un ordinateur, c'est derrière un piano que vous pouvez me trouver.\nDescription :\nLa plupart des organisations ressentent le besoin de centraliser leurs logs. Une fois que le nombre de serveurs et/ou conteneurs devient important, nos bons vieux amis \"SSH\" et \"tail\" ne vous sont plus d'une grande utilité. La question est donc de savoir comment parvenir à collecter et accéder à ces logs.Cette présentation aborde plusieurs approches de mise en place de collecte de logs, avec leurs avantages et leurs inconvénients.Au cours de la présentation, nous nous poserons différentes questions afin de comprendre comment analyser et structurer des logs applicatifs et comment les récupérer en fonction du mode de déploiement de vos applications (bare-metal, docker, kubernetes).Nous verrons comment mettre en place cela sur un cluster Kubernetes, en s'appuyant notamment sur ECK.\n-------------\n21h - Nous nous retrouverons dans les bureaux de ManoMano, comme d'habitude, pour échanger autour d'une bière et d'une part de pizza offertes par Elastic.\nNous vous attendons nombreux !\nCNCF Bdx team !",
    "community": "cloud-native-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Spaces - Bordeaux Spaces Euratlantique",
      "address": "31 Rue d'Armagnac",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "31 Rue d'Armagnac, Bordeaux",
    "rsvp_limit": 80,
    "rsvp_count": 69
  },
  {
    "title": "Meetup #6 @LeWagon @Gekko : Tour d'horizon du monitoring dans Kubernetes",
    "date": "2019-10-24T19:00:00+02:00",
    "url": "https://www.meetup.com/cloud-native-computing-bordeaux/events/265657289/",
    "description": "Bonjour à tous,\nAprès une longue pause nous sommes ravis de vous convier au prochain meetup CNCF.\nCe meetup sera localisé au Wagon (https://www.lewagon.com/fr/bordeaux) et sera sponsorisé par Gekko (https://www.gekko.fr/), nous remercions ces partenaires sans qui cet évènement n'aurais pas lieu.\nLe programme :\n19H15 Accueil et news de l'écosystème CNCF par Etienne Coutaud\n-------------\n19h30 - #1 Monitorer mon cluster Kubernetes (quasiment) sans les mains.\nSpeaker : Etienne CoutaudTwitter: https://twitter.com/etiennecoutaudLinkedin: https://www.linkedin.com/in/etiennecoutaud/Github : https://github.com/etiennecoutaud\nEtienne est le fondateur de Pyxida (https://pyxida.io), qui aide et accélère les entreprises dans leurs transitions cloud native. Kubernetes enthousiaste de la première heure, il participe activement à la communauté aux travers du meetup CNCF de Bordeaux qu’il co-organise, de ses publications open source ou des différents talks qu’il fait.\nDescription :Il est impensable de mettre une plateforme en production sans monitoring, ceci est aussi vrai pour du Kubernetes managé ou non. Kubernetes est designé pour s'intégrer parfaitement avec un autre produit phare de la CNCF Prometheus. Nous verrons durant ce talk comment mettre en oeuvre les deux, comment cela s'architecture et comment l'opérer. Nous verrons également comment cette architecture est faite pour nativement acceuillir les métriques issus de votre propre code.\n-------------\n20h15 - #2 Besoin de métriques Prometheus à long terme ? Thanos fera des Marvels !\nSpeaker : Denis GERMAINTwitter: https://twitter.com/zwindler_rflx\nIngénieur cloud chez Lectra, je conçois des plateformes pour une architecture µ-services & containers.Je suis également rédacteur du site https://blog.zwindler.fr. J'y traite de sujets tels que l'administration des OS Linux, la virtualisation, la supervision et l'automatisation.Je fais parfois du Python et j'automatise tout ce que je trouve avec Ansible.\nDescription :\nPrometheus, aussi puissant soit il, repose sur plusieurs postulats qui ne collent pas avec tous les cas d'usage. Les métriques doivent être stockées sur un medium local et rapide, il faut un serveur par zone (failure domain) et donc potentiellement un grand nombre de serveurs Prometheus indépendants, difficiles à corréler, ...Arrive alors Thanos (rien à voir avec le bonhomme violet avec un gant doré) !Celui ci va nous permettre de stocker nos métriques infiniment, tout en les rassemblant au sein d'une même source de données et en améliorant la performance de nos requêtes les plus coûteuses.-------------\n21h - Nous nous retrouverons, comme d'habitude, pour échanger autour d'une bière et d'une part de pizza offertes par nos hôtes.\nNous vous attendons nombreux !\nCNCF Bdx team !",
    "community": "cloud-native-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Wagon Bordeaux - Training Développement Web, Data Science & Data Analytics",
      "address": "107 Cr Balguerie Stuttenberg",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "107 Cr Balguerie Stuttenberg, Bordeaux",
    "rsvp_limit": 80,
    "rsvp_count": 65
  },
  {
    "title": "Meetup #5 @Fieldbox.ai K3S et déploiement sur Kubernetes",
    "date": "2019-06-04T19:15:00+02:00",
    "url": "https://www.meetup.com/cloud-native-computing-bordeaux/events/261803998/",
    "description": "Bonjour à tous,\nNous nous sommes ravis de vous convier à ce 5ème et dernier meetup CNCF à Bordeaux avant l’été !\nUn grand merci à FieldBox.ai (https://www.fieldbox.ai/) qui nous hébergera et sponsorisera ce meetup #5.\nLe programme :\n19H15 Accueil et news de l'écosystème CNCF par Etienne Coutaud\n-------------\n19h30 - #1 Cure d’amaigrissement de k8s avec la distribution k3s (en français)\nSpeaker : Vincent RABAH- Twitter : @itwars- Blog : https://it-wars.com- LinkedIn : https://www.linkedin.com/in/vrabah/\nDigital transformer, passionné d’innovation.Directeur Stratégie Digitale et innovation chez UNeed OUEST où j’accompagne des managers et organisations dans leurs transitions vers le Cloud, le DevOps, l’Agilité.Je suis également l’auteur de nombreux articles technique sur mon blog et contributeur Ansible sur la distribution Rancherlab K3S.\nDescription :\nAvant l’été je vous propose une cure d’amaigrissement de k8s avec la distribution k3s, il n’y aura plus qu’à mettre de la crème !\n-------------\n20h15 - #2 Maîtrisez vos mises en production avec Kubernetes (en français)\nSpeaker : Etienne CoutaudTwitter: https://twitter.com/etiennecoutaudLinkedin: https://www.linkedin.com/in/etiennecoutaud/Github : https://github.com/etiennecoutaud\nEtienne est le fondateur de Pyxida (https://pyxida.io), qui aide et accélère les entreprises dans leurs transitions cloud native. Kubernetes enthousiaste de la première heure, il participe activement à la communauté aux travers du meetup CNCF de Bordeaux qu’il co-organise, de ses publications open source ou des différents talks qu’il fait.\nDescription :\nExplorons ensemble les différents moyens qui s’offrent à nous pour fiabiliser nos déploiements sur Kubernetes.Nous parlerons de blue green deployment, de canary deployment ou encore de service mesh.Pour ce dernier talk avant l’été, un Google Home Mini sera à gagner :)-------------\n21h - Nous nous retrouverons, comme d'habitude, pour échanger autour d'une bière et d'une part de pizza offertes par nos hôtes.\nNous vous attendons nombreux !\nCNCF Bdx team !",
    "community": "cloud-native-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Fieldbox",
      "address": "Quai Armand Lalande",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "Quai Armand Lalande, Bordeaux",
    "rsvp_limit": 80,
    "rsvp_count": 65
  },
  {
    "title": "Meetup#4 @OVH Kubernetes et Traefik",
    "date": "2019-04-02T19:15:00+02:00",
    "url": "https://www.meetup.com/cloud-native-computing-bordeaux/events/259991418/",
    "description": "Bonjour à tous,\nNous nous sommes ravis de vous convier à ce 4ème meetup CNCF à Bordeaux !\nUn grand merci à OVH (https://www.ovh.com/fr/) qui nous hébergera et sponsorisera ce meetup #4.\nLe programme :\n19H15 Accueil et news de l'écosystème CNCF par Etienne Coutaud\n-------------\n19h30 - #1 Kubinception (en français)\nSpeaker : Kevin GeorgesTwitter: https://twitter.com/0xd33d33\nKubernetes – Engineering Manager @OVH.Working at OVH for three years, he led the Metrics team and now works on the Kubernetes platform.Passionate by his work Kevin loves to share his experience and insights on how OVH operate stacks in production.\nDescription :\nHow does OVH use Kubernetes to provide Kubernetes infrastructure for its customers?\nAs of today, Kubernetes is set as the standard for container orchestration and deployment.OVH has built an infrastucture that uses the functionality and velocity of Kubernetes to deliver a seamless Kubernetes experience to customers.Why did we choose to build Kubernetes over Kubernetes? What are the main stakes when designing such an architecture? What problems did we encounter? How did we deal with theses issues?\n-------------\n20h15 - #2 State of the Art Edge Router: Simplicity and Automation (en français)\nSpeaker : Emile VaugeTwitter: https://twitter.com/containous?lang=fr\nEmile Vauge is founder and developer at Containous and the creator of Traefik. He has more than 10 years experience developing applications for both the web and industrial uses. He loves containers, orchestrators and gophers.\nDescription :\nThis talk introduces Traefik, an open source edge router which is used as a dynamic reverse proxy. Simplicity and automation are key concepts, so developers don’t waste time configuring or renewing SSL certificates. Traefik removes the need to update routing configurations by interfacing to backends such as Kubernetes, Docker, Mesos, and Consul, providing dynamic configuration.We will define what an edge router, a reverse proxy and a load-balancer are. Then we’ll present the concepts and features of Traefik and how to use it. Finally, we’ll dig deeper and show how we made Traefik distributed, scalable and fault tolerant.\n-------------\n21h - Nous nous retrouverons, comme d'habitude, pour échanger autour d'une bière et d'une part de pizza offertes par nos hôtes.\nNous vous attendons nombreux !\nCNCF Bdx team !",
    "community": "cloud-native-bordeaux",
    "is_online": false,
    "venue": {
      "name": "56 Quai Lawton",
      "address": "56 Quai Lawton",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "56 Quai Lawton, Bordeaux",
    "rsvp_limit": 90,
    "rsvp_count": 86
  },
  {
    "title": "Meetup #3 @SQLI Rex Kubernetes et Chaos Engineering",
    "date": "2019-02-12T19:15:00+01:00",
    "url": "https://www.meetup.com/cloud-native-computing-bordeaux/events/258351142/",
    "description": "Bonjour à tous,\nNous vous souhaitons une excellente année 2019 et nous sommes ravis de vous convier pour ce premier meetup de 2019.\nNous pouvons remercier SQLI (http://www.sqli.com/) qui nous hébergera et sponsorisera ce meetup #3.\nLe programme :\n19H15 Accueil et news de l'écosystème CNCF par Etienne Coutaud\n-------------\n19h30 - #1 Dans ton Kube : retour sur 2 ans d'incidents en production\nSpeaker : Denis GERMAINTwitter: https://twitter.com/zwindler_rflx\nIngénieur cloud chez Lectra, je conçois des plateformes pour une architecture µ-services & containers.Je suis également rédacteur du site https://blog.zwindler.fr. J'y traite de sujets tels que l'administration des OS Linux, la virtualisation, la supervision et l'automatisation.Je fais parfois du Python et j'automatise tout ce que je trouve avec Ansible.\nDescription :\nPour héberger ses services cloud, Lectra a misé sur Kubernetes. Et si personne n'a réussi (pour l'instant) à planter TOUTE la Prod, ça a parfois secoué un peu ;-).Je reviendrai donc sur ces deux années passées par la team Ops, et vous partagerai quelques petites tips, souvent apprises sur le tas.\n-------------\n20h15 - #2 Pourquoi le Chaos Engineering ?\nSpeaker : Sylvain HELLEGOUARCHTwitter: https://twitter.com/lawouachLinkedIn: https://www.linkedin.com/in/sylvainhellegouarch/\nAprès avoir écumé plusieurs entreprises de toutes tailles, en France et à l'étranger, comme ingénieur software, Sylvain a co-fondé ChaosIQ en 2018.ChaosIQ a pour objectif d'offrir une plateforme technique et de connaissance afin d'aider les ingénieurs à garder la tête froide face à des systèmes de plus en plus complexes.\nDescription :\nLa richesse de nos systèmes s'accompagne de plus en plus d'une complexité accrue qui diminue la capacité des parties prenantes à anticiper les échecs potentiels ainsi que leurs impacts et conséquences. Une simple panne, qui sur le papier semble anodine, peut conduire à une catastrophe. Il est désormais nécessaire de mettre en places des pratiques visant à re-gagner de la connaissance sur nos systèmes : observabilité et chaos engineering sont les deux plus spécifiques sur ce sujet. Nous allons discuter dans cette session du Chaos Engineering et de son apport dans ce contexte.\n-------------\n21h - Nous nous retrouverons pour échanger autour d'une bière et d'une part de pizza offert par nos hôtes\nNous vous attendons nombreux !\nCNCF Bdx team !",
    "community": "cloud-native-bordeaux",
    "is_online": false,
    "venue": {
      "name": "SQLI Bordeaux",
      "address": "10 Rue Thomas Edison",
      "city": "Pessac",
      "country": "France"
    },
    "location": "10 Rue Thomas Edison, Pessac",
    "rsvp_limit": 90,
    "rsvp_count": 83
  },
  {
    "title": "Meetup #2 @NP6 Kubernetes CI/CD et bonnes pratiques",
    "date": "2018-12-11T19:15:00+01:00",
    "url": "https://www.meetup.com/cloud-native-computing-bordeaux/events/256833862/",
    "description": "Bonjour à tous,\nAvant de finir 2018, retrouvons-nous pour ce meetup de fin d'année avant les fêtes.\nNous pouvons remercier NP6 (https://www.np6.fr/) pour nous héberger mais également pour sponsoriser l'évènement.\nLe programme :\n19H15 Accueil et news de l'ecosystème CNCF par Etienne Coutaud\n-------------\n19h30 - #1 De GItlab-CI vers Kubernetes : construction d'un pipeline\nSpeaker: Gaetan Ars (http://www.linkedin.com/in/gaetanars)\nGaetan est Ingénieur Expert Leader pour Orange Applications for Business. Persuadé que l'avenir est dans la technologie, il s'intéresse à tout ce qui y touche de près ou de loin.\nDescription:\nPrésentations de quelques concepts autour de Gitlab et retour d'expérience sur la construction d'un pipeline CI/CD depuis Giltab vers Kubernetes. Ce qu'on en fait, ce que cela nous apporte chez Orange.\n-------------\n20h15 - #2 12 factors Kubernetes\nSpeaker: Etienne Coutaud (https://www.linkedin.com/in/etiennecoutaud)\nEtienne est consultant cloud et infrastructure CaaS chez Pyxida, convaincu que les technologies cloud changent les manières de travailler et les organisations, il aide les entreprises à les maitriser pour en tirer le meilleur parti.\nDescription :\nOn entend parler des 12 factors Apps depuis quelques temps qui définissent des bonnes pratiques à adopter pour écrire des applications cloud-ready et conteneurisables. Venez découvrir dans cette session les 12 factors Kubernetes. 12 grands principes, règles, bonnes pratiques à connaitre lorsqu’on est amené à déployer du code sur ce type de plateforme.\n-------------\n21h - Nous nous retrouverons pour échanger autour d'une bière et d'une part de pizza offert par nos hôtes\nNous vous attendons nombreux !\nCNCF Bdx team",
    "community": "cloud-native-bordeaux",
    "is_online": false,
    "venue": {
      "name": "NP6",
      "address": "104 bis Quai des Chartrons, 33300 Bordeaux",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "104 bis Quai des Chartrons, 33300 Bordeaux, Bordeaux",
    "rsvp_count": 81
  },
  {
    "title": "Meetup #1 @LeWagon Kickoff & Prometheus",
    "date": "2018-10-23T19:15:00+02:00",
    "url": "https://www.meetup.com/cloud-native-computing-bordeaux/events/254988281/",
    "description": "Bonjour à tous,\nLe premier meetup arrive !!!\nNous sommes heureux de vous annoncer ce premier meetup pour échanger autour de la Cloud Native Computing Fondation.\nAvant tout, merci à nos 2 partenaires:- Le Wagon (https://www.lewagon.com/fr/bordeaux) pour nous hébérger- Pickmeup (https://pickmeupfrance.com) pour sponsoriser ce premier meetup\nLe programme:------------------\n#1 Présentation de la CNCF (en français)\nSpeaker: Etienne Coutaud\nEtienne est consultant devops chez OCTO Technologie, convaincu que les technologies cloud changent les manières de travailler et les organisations, il aide les entreprises à les maitriser pour en tirer le meilleur parti. Arrivé sur Bordeaux depuis peu, il a ammené dans ses bagages le meetup CNCF qui a son grand frère parisien.\nDescription:\nCe premier talk fera office de kickoff du meetup, nous passerons en revue la CNCF, les projets qui la composent et sa place dans l'écosystème du logiciel.\n#2 From 0 to Prometheus at scale (en français)\nSpeaker: Adrien Fillon\nAdrien is a SRE Engineer at Cdiscount. Huge believer in the DevOps movement, he also loves investing time in how Observability can change the way people work.\nDescription:\nIn this talk, we'll have a quick recap on Prometheus, what it is and what it can do for you. We'll talk about an example deployment at Cdiscount and strategies for long term storage. Finally, we'll finish with feedback on its impact on both development and operational teams.\n------------------\nA la suite de ces talks, une collation sera offerte par nos amis de Pickmeup afin d'échanger.\nNous vous attendons nombreux !\nCNCF Bdx team",
    "community": "cloud-native-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Wagon Bordeaux",
      "address": "107 cours Balguerie Stuttenberg",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "107 cours Balguerie Stuttenberg, Bordeaux",
    "rsvp_count": 61
  }
]