[
  {
    "title": "🌟 Wicked AI: Relevez les défis de demain dans un monde BANI 🌟",
    "date": "2024-11-07T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/304141350/",
    "description": "L’IA n’est pas seulement une technologie révolutionnaire, elle transforme déjà nos métiers, nos interactions, et même nos modes de pensée. Mais dans un monde BANI – Fragile, Anxieux, Non-linéaire, Incompréhensible – comment l’IA peut-elle vraiment nous aider à résoudre les Wicked Problems, ces problèmes complexes, presque insolubles ?\n⚡ Rejoignez-nous pour un serious game unique en son genre et découvrez comment faire face à des disruptions massives, tout en utilisant l’IA comme alliée ! 🔥\n🔍 Ce que vous allez explorer :\n* Résoudre des Wicked Problems concrets liés à la disruption des métiers, alors que l’IA devient puissante… mais parfois imprévisible.* Naviguer dans un monde BANI, où chaque décision est influencée par la fragilité, l’anxiété et l’incompréhensibilité de notre époque.* Transformer ces défis complexes en opportunités, plutôt qu’en obstacles.* Vivre une expérience fun et ludique, où chaque minute apporte une nouvelle disruption… vous n’êtes jamais au bout de vos surprises !\n🧠 Pourquoi participer ?\n* Apprenez à collaborer avec l’IA pour surmonter les problèmes du futur – un avant-goût de ce qui nous attend dans les décennies à venir.* Développez des compétences de créativité, d’adaptabilité et de collaboration, tout en naviguant dans l’incertitude.* Plongez dans un serious game immersif, amusant, et axé sur la compréhension des dynamiques du monde BANI et des outils IA.\n🌈 Pour qui ?Que vous soyez un amateur de technologie, un stratège d’entreprise, ou simplement curieux de voir comment l’IA va transformer notre monde, ce serious game est fait pour vous !\n📅 Quand ? Jeudi 7 novembre à 18h30📍 Où ? 44 Rue Barreyre, 33300 Bordeaux🚶‍♂️ Comment venir ? Tram B, arrêt Chartrons. Les cyclistes sont les bienvenus, parking vélo dans la cour !💻 Pensez à apporter votre PC ou votre smartphone\n🔗 Inscription gratuite\n✨ Bonus convivialité : Après avoir affronté les Wicked Problems et bravé le chaos d’un monde BANI, nous conclurons par un moment convivial autour de ce que chacun aura apporté, pour échanger sur les solutions créatives que vous aurez développées 🍻🥤.",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 14
  },
  {
    "title": "🌟 L’Art de la ruse à travers les 36 Stratagèmes de Sun Tzu 🌟",
    "date": "2024-09-26T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/303328122/",
    "description": "Dans la vie il parait que la stratégie est la clé pour atteindre nos objectifs, déjouer les pièges et saisir les opportunités.\nMais comment pouvons-nous vraiment explorer l’art subtil de la stratégie et apprendre à tourner chaque situation à notre avantage ? La réponse se trouve peut-être dans les 36 stratagèmes de Sun Tzu, une sagesse ancestrale chinoise à appliquer de manière ludique et moderne !\nGrâce à un atelier seriousgamers, ensemble, nous plongerons dans ces techniques millénaires pour découvrir comment les appliquer dans nos vies professionnelles et personnelles. Attendez-vous à un mélange de réflexion, de ruse et de fun où chaque stratagème pourra devenir un outil pour maîtriser vos interactions et améliorer vos prises de décision.\n💡 Ce que nous allons explorer :\n* Découvrir et comprendre les 36 stratagèmes.* Appliquer ces stratégies à travers des mises en situation.* Développer des techniques pour prendre l’avantage dans des situations complexes\n🌈 Pour Qui ? Cet atelier est ouvert à tous, gamers ou stratèges en herbe 😎\n📅 Quand ? Jeudi 26 septembre à 18h30📍 44 Rue Barreyre, 33300 Bordeaux🚶‍♂️ Comment : Par le Tram B arrêt Chartrons (pour les cyclistes, le vélo peut être rangé dans la cour).\n🔗 Inscription gratuite\n✨ Bonus : La soirée se terminera par un moment de convivialité, où nous pourrons échanger autour de ce que chacun aura apporté et discuter des stratagèmes que vous aurez appris à maîtriser. 🍻🥤",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 14
  },
  {
    "title": "🌟 Révéler les besoins cachés derrières nos émotions",
    "date": "2024-06-20T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/301436123/",
    "description": "Dans le monde du travail comme dans la vie, comprendre et exprimer nos émotions est essentiel pour des interactions positives.\nMais comment pouvons-nous vraiment explorer nos émotions et comprendre les besoins cachés derrière elles ? La réponse pourrait bien se trouver dans un jeu de cartes pas comme les autres !\nGrâce à un atelier seriousgamers. Ensemble, nous utiliserons le jeu de cartes “EmoSense connect” pour révéler les dynamiques émotionnelles qui influencent vos interactions. En identifiant et en comprenant ces émotions, vous repartirez avec une compréhension approfondie de vous-même et des autres.\nVenez découvrir comment la communication non-violente et le jeu peuvent devenir des outils puissants pour transformer vos interactions et révéler les besoins sous-jacents de vos émotions. Préparez-vous à repartir inspiré, motivé, et armé de connaissances pratiques pour améliorer vos relations personnelles et professionnelles !\n💡 Ce que nous allons explorer :• Identifier et comprendre les émotions et les besoins sous-jacents.• Améliorer la qualité de vos interactions grâce à la communication non-violente.• Développer des stratégies pour exprimer vos émotions de manière constructive et positive.\n🌈 Pour Qui ? Cet atelier est ouvert à tous 😛\n✨ Bonus : La soirée se conclura par un moment de partage convivial, où vous pourrez échanger avec d’autres passionnés sur vos expériences et vos découvertes et partager ce que vous aurez amené 🍺🥤.\n👾 Seriousement vôtres",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 11
  },
  {
    "title": "Biais cognitifs : Qui sera le plus diabolique ?",
    "date": "2024-05-29T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/300994730/",
    "description": "Explorons les biais cognitifs pour concevoir des expériences utilisateur captivantes\n🧠 Nous découvrirons comment les biais cognitifs peuvent se transformer en outils puissants pour manipuler doucement nos décisions, aussi bien dans le domaine numérique que dans notre quotidien.\nDans le monde du design comme dans la vie, comprendre les mécanismes sous-jacents à nos choix peut être la clé pour créer des produits vraiment engageants. Mais comment transformer une simple interaction en une expérience captivante et mémorable ? La réponse pourrait bien résider dans un jeu de cartes très spécial !\n🃏 Venez explorer l'univers des biais cognitifs sous un nouveau pendant le prochain SeriousGamers Bordeaux #LeRun. Découvrons comment chaque biais peut être subtilement intégré dans la conception de produits et services. En identifiant les biais les plus influents et en débattant de leurs applications pratiques, vous repartirez avec une compréhension de ces leviers psychologiques puissants.\n💡 Ce que nous allons explorer :\n* Identifier les biais cognitifs clés et leur influence sur le comportement des utilisateurs.* Comprendre comment manipuler (éthiquement) ces biais pour améliorer l'engagement et la satisfaction.* Définir des stratégies pour utiliser ces connaissances dans vos projets de conception ou de développement produit.\n🌈 Pour Qui ? Cet atelier est ouvert à tous – designers, product owner, chefs de produit, marketers, psychologues, étudiants, et toute personne curieuse de comprendre les rouages de l'esprit humain 😛\n✨ Bonus : La soirée se conclura par un moment de partage convivial, où vous pourrez échanger avec d'autres passionnés sur vos découvertes et partager ce que vous aurez appris 🍺🥤.\n👁️‍🗨️ Sériousement vôtres",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 24,
    "rsvp_count": 23
  },
  {
    "title": "🌟 Forgez une super équipe : Un voyage au cœur de votre équipe",
    "date": "2024-04-11T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/299889329/",
    "description": "Venez découvrir comment le jeu peut devenir un outil puissant pour accompagner votre équipe et débloquer son potentiel. Préparez-vous à repartir inspiré, motivé, et armé de connaissances pratiques pour élever votre équipe vers de nouveaux sommets !\nDans le monde du travail comme dans la vie, la synergie d'équipe est la clé du succès. Mais comment transformer un groupe d'individus en une super équipe soudée et performante ? La réponse pourrait bien se trouver dans un jeu de cartes pas comme les autres !\n🃏 Venez explorer le fonctionnement d'une équipe sous un nouveau jour grâce à un atelier seriousgamers. Ensemble, nous utiliserons un jeu de cartes conçu par Alexandre Boutin et Patrick Pouchot pour révéler les forces et faiblesses de chaque membre de votre équipe. En identifiant les rôles clés et en débattant des stratégies d'amélioration, vous repartirez avec une compréhension approfondie des dynamiques à l'œuvre au sein de votre groupe.\n💡 Ce que nous allons explorer :\n* Identifier les forces et les points d'amélioration individuels et collectifs.* Comprendre le rôle et l'impact de chaque membre au sein de l'équipe.* Définir des actions pour renforcer la cohésion et la performance d'une équipe.\n🌈 Pour Qui ? Cet atelier est ouvert à tous 😛\n🔗 Inscription gratuite\n✨ Bonus : La soirée se conclura par un moment de partage convivial, où vous pourrez échanger avec d'autres passionnés sur vos expériences et vos découvertes et partager ce que vous aurez amené 🍺🥤.\n👾 Seriousement vôtres\n#SeriousGame #Bordeaux #TeamBuilding #Meetup #SuperEquipe",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 15
  },
  {
    "title": "🌟 Seriousgamers Bordeaux : Libérez-vous des dépendances inutiles ! #LERUN ⛓️",
    "date": "2024-03-05T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/299309570/",
    "description": "Prêt à explorer des stratégies pour briser les dépendances et renforcer votre autonomie ? Rejoignez-nous pour notre prochain meetup SeriousGamers Bordeaux, ouvert à tous les passionnés de jeux sérieux et d'innovation !\n🚀 Lors de notre prochain meetup, plongeons ensemble dans le monde complexe des dépendances et découvrons les outils pratiques pour libérer notre plein potentiel ! L'autonomie se nourrit de dépendance, c'est pourquoi nous explorerons les \"Dependency Breakers\" proposés par unFIX. Mais rassurez-vous, on ne va pas vous enchaîner à notre meetup pour l'éternité 😉\n🔍 Au programme :\n* Une exploration des concepts de dépendances dans nos vies personnelles et professionnelles.* Découverte des cartes \"Dependency Breakers\" par unFIX, pour nous aider à identifier et contrer efficacement les dépendances.* Des scénarios pratiques pour prendre en main les \"Dependency Breakers\" et mettre en pratique des stratégies adaptées.\n💡 Rejoignez-nous pour une soirée conviviale de partage d'expériences et de découverte, d'apprentissage et de fun ! Ensemble, nous explorerons des outils pratiques pour renforcer notre autonomie.\nÀ très vite 🔥\n🙌 Si vous le souhaitez, vous pouvez apporter quelque chose à partager pour conclure la soirée par un apéro convivial, où chacun pourra partager son expérience avec le groupe !\nSeriousement vôtres 🎯👾",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 17
  },
  {
    "title": "🦴🔥 Explorons les profondeurs de la langue préhistorique au Conseil de pierre !",
    "date": "2024-02-06T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/298714007/",
    "description": "Préparez-vous à une aventure sensorielle unique lors de notre prochain meetup \"L'importance de la terminologie\" !\nImaginez ! Nous sommes projetés plusieurs milliers d'années en arrière, assis sur des peaux de bêtes, au cœur d'une grotte préhistorique. En tant que tribu🚶‍♂️🧔🏽‍♂️🦴🌲, nous sommes confrontés à des décisions cruciales telles que la guerre, le mariage, les récoltes... tout cela avec un vocabulaire limité à 18 mots ! 🌿 C'est ici que commence notre aventure primitive ! 🏹\n**Qui peut participer ?**\nVous, et cinq autres compagnons intrépides de l'imaginaire, accompagnés de notre Maître du Jeu @solena\n🥩 Rejoignez-nous pour une soirée primitive, où la terminologie devient la protagoniste de notre aventure commune ! Invitez vos amis à partager cette expérience immersive et à se plonger dans un monde où les mots deviennent des outils de pouvoir.\n**Pour s'inscrire** 👉 c'est gratuit\n🏰 Où : 44 Rue Barreyre, 33300 Bordeaux🚶‍♂️ Comment : Prenez le Tram B et arrêtez-vous à Chartrons (pour les cyclistes, le vélo peut être rangé dans la cour).🦕 Quand : Le mardi 6 février 2024🌅 À quelle heure : À 18h30\nÀ très vite 🔥\nPensez à apporter quelques os à ronger 🦴🦴 pour conclure la soirée par un apéro convivial 🌿🥕🍇 , où chacun pourra partager son expérience avec le groupe ! 🌲🏰🌳\nSeriousement vôtres, l'équipe SeriousGamers 🗿🚶‍♂️",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 8,
    "rsvp_count": 7
  },
  {
    "title": "🚀🔍 Prêts pour l'Aventure Anti-Sabotage ? Rejoignez-nous ! 🔍🚀",
    "date": "2023-12-05T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/297547006/",
    "description": "Chers Aventuriers,\nLoin des films où tout semble si fluide, travailler en équipe, c'est une aventure à part entière ! 🎬 Dans notre équipe, chaque journée est une exploration avec ses personnages hauts en couleur : Jean-Didier, le maître des réunions de crise, Fred le manager aux idées imposées, et Jean-Kévin, le champion des discours sans fin en réunion... un vrai terrain propice au sabotage, n'est-ce pas ?\n**Alors, êtes-vous prêts à nous rejoindre lors d'un seriousgame pour élaborer une stratégie d'anti-sabotage ?**\n🎯 **Mission Anti-Sabotage : L'Amélioration Continue en Action**\nRejoignez notre meetup Seriousgamers Bordeaux pour découvrir le tout nouveau SG animé par Alain Delachaux, conçu pour nous aider à identifier nos sabotages et surtout à développer des solutions pour les contrer. Un appel à l'aide est lancé à tous les esprits stratégiques et les experts de l'amélioration continue !\n**Qui peut participer ?**Tout le monde !\nInvitez vos amis passionnés à se joindre à nous pour cette expérience unique ! 🎮👥\n🖖🌟Rejoignez-nous pour une soirée où l'aventure de l'anti-sabotage nous mènera vers de nouvelles découvertes pour une collaboration renforcée !\nPensez à apporter un petit quelque chose pour conclure la soirée par un apéro convivial, où chacun pourra partager son expérience avec le groupe ! 🍻\nÀ très bientôt pour des moments de folie et de fun !\nSeriousement vôtre ! 🎯👾",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 22,
    "rsvp_count": 17
  },
  {
    "title": "#LaFabrik : Explorez le Futur du Recrutement avec un Nouveau Serious Game ! 🚀",
    "date": "2023-11-07T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/296908673/",
    "description": "Nous avons le plaisir de vous convier à une expérience inédite lors de notre prochain Meetup SeriousGamers in Bordeaux : la découverte d'un tout nouveau Serious Game dédié au recrutement ! Accompagnés de l'inspirante Caroline Leleu, créatrice de ce jeu novateur, qui a revisité le concept du Trivial Pursuit pour une approche futuriste et empreinte d'humour du recrutement.\nDans cette aventure, nous mettrons en lumière les Soft Skills, ces compétences intemporelles qui transcendent les évolutions technologiques, car nous croyons que l'humain est le véritable moteur de la réussite professionnelle.\nAu Programme :\n* Voyagez dans l'histoire captivante de la conception de ce jeu révolutionnaire.* Participez à une session de jeu, testant ainsi votre adaptabilité et vos compétences.* Partagez vos retours et contribuez à faire évoluer le jeu vers de nouveaux sommets.* Brainstorming pour baptiser ce jeu qui promet de révolutionner le monde du recrutement.\nNous avons besoin de vous pour insuffler une bonne dose d'humour et d'éclat à cette expérience !\nAlors, enfilez votre casquette de SeriousGamer de tous horizons et rendez-vous pour une soirée où l'avenir du recrutement se dessine sous vos yeux !Invitez vos amis passionnés à se joindre à nous pour cette expérience unique ! 🎮👥\n📍 Où : 44 Rue Barreyre, 33300 Bordeaux🚀 Comment : Prenez le Tram B et arrêtez-vous à Chartrons (pour les cyclistes, le vélo peut être rangé dans la cour).📅 Quand : Le mardi 7 novembre 2023⏰ À quelle heure : À 18h30\nC'est gratuit !\nNous conclurons la soirée par un apéro convivial, où chacun pourra partager son expérience avec le groupe ! 🍻\nÀ très bientôt pour des moments de folie et de fun !\nSeriousement vôtre ! 🖖🌟",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 14,
    "rsvp_count": 13
  },
  {
    "title": "Au-delà des Guimauves : Décortiquons l'utilité des Serious Games 🚀🎮",
    "date": "2023-10-03T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/296187117/",
    "description": "Êtes-vous prêt à explorer les méandres des Serious Games et à dévoiler leurs secrets les mieux gardés ? 🤔🕹️\nLors de notre prochain meetup, nous mettrons à l'épreuve notre créativité avec un atelier ludique (ou abrutissant 🤔), puis nous plongerons dans une réflexion approfondie sur l'utilité (ou non 🤔) des Serious Games. 💡🔍\nDécouvrons comment ces jeux (sérieux ? 🤔) peuvent réellement renforcer nos équipes et résoudre de véritables problèmes en entreprise. Nous aborderons également les critiques et les points de vue opposés pour une discussion équilibrée et informative, et tenterons de réfléchir sérieusement tout en jouant avec de la pâte molle. 🏗️🏢\nQue vous soyez un novice, curieux ou un expert, pour ou contre les Serious Games, cette rencontre est une opportunité unique pour repenser notre approche de la formation en équipe. 💪🤝\nRejoignez-nous pour une soirée où la réflexion et l'innovation se mêleront à l'amusement et à la camaraderie. Préparez-vous à une aventure intellectuelle dont vous vous souviendrez ! 🚀💭\nUtilisez le hashtag #SeriousGamersBordeaux et invitez vos amis passionnés par l'apprentissage ludique à se joindre à nous pour cette expérience unique ! 🎮👥\n📍 Où : 44 Rue Barreyre, 33300 Bordeaux📅 Quand : le mardi 3 octobre 2023⏰ A quelle heure : à 18h30\nInscription gratuite\nPréparez-vous pour une plongée captivante dans l'univers des Serious Games ! 🌠🧩\nN'hésitez pas à partager cette invitation et à bloquer la date dans vos agendas. Nous sommes impatients de vous retrouver pour cette soirée inédite ! 🚀🔥\nNous terminerons par un amical apéro avec ce que chacun souhaite partager avec le groupe 🍻\nÀ bientôt pour des moments de folie et de fun !\nSeriousement vôtre !",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 18
  },
  {
    "title": "Le jeux de rôle, un outil au service de l'équipe - LERUN #8",
    "date": "2023-07-04T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/294429317/",
    "description": "🚀🌌 **Rejoignez-nous pour une aventure interstellaire inoubliable !** 🌌🚀\nÊtes-vous prêt à vous embarquer dans une mission spatiale palpitante en tant que membre de l'équipage du vaisseau Le Maraudeur ? 🚀🌠\nAu cours de ce prochain meetup, nous explorerons l'incroyable monde du jeu de rôle et son utilité au sein des équipes. 🎲⚔️\nImaginez-vous en tant qu'Alien, androïde ou humain, et choisissez votre rôle à bord du Maraudeur. Êtes-vous un expert en diplomatie, un médecin chevronné ou un pilote intrépide ? 🛸💫\nVotre mission sera de sonder les régions inexplorées de l'espace, découvrir de nouvelles civilisations, défendre le Consortium contre les dangers cosmiques, et revenir pour partager vos incroyables aventures avec le reste de l'équipage. 🌌🌍\nRejoignez-nous pour une soirée immersive, où collaboration, stratégie et imagination se mêleront dans une expérience unique. 🎭✨\nQue vous soyez novice ou expert en jeu de rôle, cette rencontre est ouverte à tous ceux qui souhaitent explorer de nouvelles dimensions de la coopération d'équipe et vivre des moments de partage inoubliables. 💪🤝\nPréparez-vous à vivre une expérience extraordinaire, où le voyage dans l'espace ne sera qu'une partie de l'aventure. Rejoignez-nous pour ce formidable meetup proposé par @Solena 🚀🌠\nUtilisez le hashtag #JDRavecleMaraudeur et invitez vos amis passionnés par les serious games, l'espace, les jeux de rôle et l'esprit d'équipe à se joindre à nous pour cette aventure incroyable ! 🌟👥\n📍 Où : 44 Rue Barreyre, 33300 Bordeaux🚀 Comment : Par le Tram B arrêt Chartrons (en vélo, possibilité de le rentrer dans la cour)📅 Quand : le mardi 4 juillet 2023⏰ A quelle heure : à 18h30\nPréparez-vous pour un voyage épique dans les étoiles ! 💫🌟N'hésitez pas à partager cette invitation et à marquer vos agendas. Nous avons hâte de vous voir à bord du Maraudeur ! 🚀🌌\n#JDRavecleMaraudeur #ExplorationInterstellaire #EspritdÉquipe #MeetupÉpique",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 12,
    "rsvp_count": 12
  },
  {
    "title": "La vie d'une équipe, de sa formation à sa dissolution - LERUN #7",
    "date": "2023-06-06T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/293761300/",
    "description": "📣🎉 Annonce spéciale ! Le prochain Meetup \"Seriousgamers Bordeaux\" est en préparation et on a un sujet passionnant à vous proposer : \"La vie d'une équipe, de sa formation à sa dissolution\". 💼👥\n🤓 Rejoignez-nous pour une soirée pleine d'apprentissage, de jeux (sérieux 😛) et de partage autour de la dynamique des équipes. Après une brève présentation théorique pour poser les bases, nous passerons à l'action avec des serious games sur ce thème. Et devinez quoi ? C'est vous qui choisissez les jeux que nous explorerons ensemble ! 😮🎮\n💥 Que vous soyez manager, leader, membre d'une équipe ou simplement curieux de découvrir comment les équipes fonctionnent, cette soirée est faite pour vous. Venez échanger vos expériences, rencontrer d'autres passionnés et repartir avec des outils concrets pour renforcer votre collaboration. 🤝💡\n🗓️ Réservez votre place dès maintenant pour le mardi 6 juin, car vous ne voudriez pas manquer cette soirée riche en découvertes et en fun !\n🌟 Rejoignez la communauté des Seriousgamers, où l'apprentissage rime avec plaisir et où les seriousgame prennent une toute nouvelle dimension. On vous attend nombreux pour une soirée inoubliable !\nNous terminerons par un amical apéro avec ce que chacun souhaite partager avec le groupe 🍻\nÀ bientôt pour des moments de folie et de fun !Seriousement vôtre !\n🏡 Où : 44 Rue Barreyre, 33300 Bordeaux🚀 Comment : Par le Tram B arrêt Chartrons (en vélo, possibilité de le rentrer dans la cour)🏔 Quand : le mardi 6 juin 2023⏰ A quelle heure : à 18h30\n#Seriousgamers #SeriousGames #Icebreaker #Equipes #Collaboration #Apprentissage #Fun #Partage #Meetup #Bordeaux #team",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 14
  },
  {
    "title": "Les émotions aux commandes - LERUN #6",
    "date": "2023-05-02T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/292870423/",
    "description": "Bien le bonjour à tous les Serious Gamers !\nLe prochain Meetup \"Seriousgamers Bordeaux\" est déjà dans les starting-blocks ! Et pour cette sixième édition, on va plonger dans le monde des émotions 🎭\nC'est l'occasion pour tous les participants de découvrir comment les émotions peuvent être une ressource. Diana débutera la soirée par une présentation fonctionnelle des émotions, avec un petit exercice pour que tout le monde expérimente. Ensuite, chaque participant pourra faire découvrir au reste du groupe un ice breaker ou un serious game qu'il connait sur les émotions. 🤔\nC'est le moment idéal pour venir découvrir de nouveaux serious games, rencontrer d'autres passionnés et surtout pour s'amuser ensemble ! On vous attend nombreux pour cette soirée conviviale et enrichissante le mardi 2 mai. 😎\nInscription gratuite et obligatoire\nNous terminerons par un amical apéro avec ce que chacun souhaite partager avec le groupe 🍻\nÀ bientôt pour des moments de folie et de fun !Seriousement vôtre !\n🏡 Où : 44 Rue Barreyre, 33300 Bordeaux🏔 Quand : le mardi 2 mai 2023⏰ A quelle heure : à 18h30\n#seriousgamers #seriousGames #Emotions #IceBreaker #Meetup #Bordeaux #Fun #Convivialité #Partage #Apprentissage",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 20
  },
  {
    "title": "Devenir les maîtres dans l'art du feedback - LERUN #5",
    "date": "2023-03-28T18:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/292129611/",
    "description": "Hey les seriousgamers de Bordeaux ! Vous êtes prêts à relever un nouveau défi ? 😃\nMardi 28 mars à 18h30, on vous donne rendez-vous pour une soirée placée sous le signe du feedback ! 🙊🙈🙉Au programme : 1h30 de pratique intensive pour devenir les maîtres dans l'art du feedback. 🎓Enfilez votre plus belle tenue de serious gamer et venez nous rejoindre pour cette soirée animée par Seriousgamers in Bordeaux LERUN #5. 💥On vous promet une soirée ludique et conviviale où vous pourrez développer vos compétences tout en vous amusant. 💪\nAlors, partants ? Inscrivez-vous vite, les places sont limitées ! 🚀\nNous terminerons par un amical apéro avec ce que chacun souhaite partager avec le groupe 🍻\nSeriousement vôtre !\n🏡 Où : 44 Rue Barreyre, 33300 Bordeaux🚀 Comment : Par le Tram B arrêt Chartrons (en vélo, possibilité de le rentrer dans la cours)🏔 Quand : le mardi 28 mars 2023⏰ A quelle heure : à 18h30",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "44 Rue Barreyre",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 17
  },
  {
    "title": "SERIOUS GAMERS BORDEAUX LELAB#5 : Testons les liberating structures",
    "date": "2020-04-16T18:00:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/269968439/",
    "description": "Participez au prochain meetup SeriousGamers Bordeaux depuis chez vous 🏠 ! Et pourquoi pas en famille 👨‍👩‍👧‍👦 ?\nBon ça va se montrer plus compliqué pour partager le verre 🍻 de fin comme on aime tant le faire 😋 !Par contre aucune contrainte pour partager ce verre 🍻 tout au long du meetup ! Qui a une bonne recette de cocktail 🍹 à partager ?\n🚀Alors partant ?Retrouvons nous le 16 Avril à 18h pour 2 heures de seriousgame.Plutôt serious 🤪 pour le coup et un peut plus facilitation que game.2 heures pour tester des liberating structures, bon pas tout ! Juste 3 ;-)2 heures top chrono pour tenter de répondre à la question ❓ \"Et après le confinement ?Imaginons, nous sommes fin juin ⛅, le confinement 😷 est terminé, un très bel été se prépare 😎, nous sommes serein.Qu'est ce qui a changé nous permettant d'avoir confiance dans l'avenir 😀 ?\"\n📆 Quand : Le 16 avril à 18h🛁 Où : depuis ton canapé, ton bureau, ton balcon, ton jardin ...💻 Comment : Nous utiliserons Jitsi et Mural🎥 Matériel nécessaire : un pc, un téléphone ... avec une caméra, micro etc ... enfin ce que l'on utilise tous en ce momentNombre de participant max : 24, au delà nous dépassons les 2 heures\n👉 Après l’inscription merci de communiquer votre email 📭 en mp afin que je puisse vous inviter sur les différents outils.\nA très vite !Portez vous bien",
    "community": "serious-gamers-bordeaux",
    "is_online": true,
    "rsvp_limit": 30,
    "rsvp_count": 26
  },
  {
    "title": "SERIOUS GAMERS BORDEAUX - Pratiquez la Communication Non Violente - LELAB #4",
    "date": "2020-02-05T19:00:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/268082169/",
    "description": "Bonne année 2️⃣🙂2️⃣🙃 à toi, oui 👉 toi, joueur 🎡, sérieux 🤪 seulement ! Pour débuter vraiment cette nouvelle année, #SeriousGamers #Bordeaux t'invite à venir tester un serious games sur la thématique de la Communication non violante 😤 (#CNV) pendant un meetup #LELAB 4.\nTu souhaites découvrir la CNV ? Avec des collègues 👬 ? En famille 👪 ? Entre amis 👫 ? On compte sur 👉 toi ! Ce sera l'occasion de tester #Con2Col et d'expérimenter physiquement le passage du conflit 🤬 à la collaboration 🤓. Le test de ce SG permettra également aux SeriousGamers Bordeaux, créateur d'un prototype sur la même thématique, de l'améliorer et de l'aboutir lors d'un nouveau meetup #LAFABRIK.\nMerci à Aurélie et Charlotte 🤩 qui nous accueillent dans les locaux de #Conserto pour ce premier meetup de l'année.❗Attention les places sont limités, ne tardes pas à t'inscrire.\n🏡 Où : 185, boulevard du Maréchal Leclerc - Le Plaza, Bâtiment A🚀 Comment : Par le Tram Chaban Delmas ou en voiture (accès parking sur demande)🏔 Quand : le 5 février 2020⏰ A quelle heure : de 19h à 21h\nNous terminerons comme à l'habitude par un apéro 🍻 avec ce que tu souhaites partager 🍗 avec le groupe 🖖\nCon2Col est une création #OpenSeriousGame",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Conserto - Agence de Bordeaux",
      "address": "",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": ", Bordeaux",
    "rsvp_limit": 25,
    "rsvp_count": 25
  },
  {
    "title": "SERIOUS GAMERS BORDEAUX - #LELAB Episode #3",
    "date": "2019-12-17T19:30:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/266780381/",
    "description": "Le prochain meetup #SeriousGamers aura lieu le mardi 17 Décembre et sera accueilli par OASIS COWORKING de 19h30 à 21h30\nPour cette 3eme édition du #LELAB et pour clôturer l'année, nous allons tester de nouveaux #seriousgames.Vous connaissez un serious game et souhaitez le faire découvrir ? C'est le moment ! Rendez vous ici https://docs.google.com/spreadsheets/d/1bRgodh0dq_V4fXkXouaBRyXd5x_U0ocHa5mfej9DKhQ/edit?usp=sharing afin de soumettre les serious game que vous voulez tester et animer.\nLe meetup est ouvert à tous !\nNous terminerons par un amical apéro dinatoire où nous partagerons ce que chacun aura apporté avec lui.\nSeriousgamement vôtre !",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Oasis Coworking - Salles de formation, réunion, entretien - Bureaux - Open Space",
      "address": "68 Bis Av. Jean Jaurès",
      "city": "Cenon",
      "country": "France"
    },
    "location": "68 Bis Av. Jean Jaurès, Cenon",
    "rsvp_count": 21
  },
  {
    "title": "SERIOUS GAMERS BORDEAUX - Testons des Serious Games #LELAB Episode #2",
    "date": "2019-10-22T19:00:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/265507162/",
    "description": "SERIOUS GAMERS BORDEAUX - #LELAB Episode #2\nChers SeriousGamersLe prochain meetup aura lieu le 22 octobre au Node de 19h à 21h\nComme vous l’avez souhaité lors de notre dernière rencontre, cette fois-ci nous allons tester des #seriousgames existants.Des serious games que certains d’entre vous connaissent et souhaitent animer et qui répondent aux sujets que vous allez pouvoir proposer dès maintenant.\nJ’ouvre dès à présent l’inscription au meetup pour nous laisser le temps de recueillir les thématiques que vous souhaitez aborder, puis de trouver des serious games adaptés avec un animateur qui voudra bien le faciliter.Je vous propose de soumettre vos idées dans le fichier suivant : https://docs.google.com/spreadsheets/d/1bRgodh0dq_V4fXkXouaBRyXd5x_U0ocHa5mfej9DKhQ/edit?usp=sharingEt d’y noter également les seriousgames que vous pouvez animer et que vous acceptez de partager avec la communauté.\nNous terminerons par un amical apéro dinatoire où nous partagerons ce que chacun aura apporté avec lui.\nSeriousgamement vôtre !",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_count": 21
  },
  {
    "title": "SERIOUS GAMERS BORDEAUX - LELAB Episode #1",
    "date": "2019-09-23T19:00:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/264517005/",
    "description": "C’est la rentrée aussi pour les SeriousGamersProchain meetup le 23 Septembre au Node de 19 à 21hSERIOUS GAMERS BORDEAUX - LELAB Episode #1\nLors de notre dernier meetup nous avons pu faire progresser 2 prototypes parmi plusieurs créés lors du 1er épisode LAFABRIK Episode #1- Maitriser nos émotions avec la CNV- Apprendre à innover et penser différemment\nLéa Lafon et Laurie Ayouaz ont accepté d’êtres nos ambassadrices pour représenter ces 2 prototypes de seriousgame et les animer.\nComme promis, pour ce nouveau meetup du lundi 23 septembre au Node de 19 à 21h nous convions les créateurs de ces 2 SG présents aux précédents meetup LAFABRIK Episode #1 et LAFABRIK Episode #2 à nous rejoindre pour constater de leur progression et les tester.\nBien sur ce meetup est ouvert à tous, même ceux qui ne sont jamais venu ! Vous êtes tous les bienvenus :-)\nComme pour les 2 précédents meetup, nous terminerons par un amical apéro dinatoire où nous partagerons ce que chacun aura apporté avec lui.",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_count": 21
  },
  {
    "title": "SERIOUS GAMERS BORDEAUX - LAFABRIK #2",
    "date": "2019-06-25T19:00:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/262090300/",
    "description": "Deuxième épisode SERIOUS GAMERS BORDEAUX - LAFABRIK #2Lors du précédent épisode nous avons créé plusieurs prototypes de serious game :- La déconnexion au quotidien- Prioriser nos tâches de tous les jours- Savoir donner un feedback au travers d'un jeux de rôle- Gérer nos émotions- Apprendre à innover- Savoir dire non\nEn fonction de la taille du groupe présent nous sélectionnerons deux ou trois jeux à éprouver.\nOuvert à tous, viens découvrir toutes les possibilités qu’offrent les Serious Games. Participe à leur création, ou invente le tiens, et profite de la communauté pour (re)découvrir le pouvoir de transmettre de manière ludique et efficace.\nNous terminerons ce meetup autour d'un apéro, nous vous proposons d'apporter un petit quelque chose à manger et/ou à boire.\nA très vite !",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_count": 21
  },
  {
    "title": "SERIOUS GAMERS BORDEAUX - 1h30 pour construire un serious game - LAFABRIK #1",
    "date": "2019-06-04T19:00:00",
    "url": "https://www.meetup.com/seriousgamers-bordeaux/events/261255186/",
    "description": "Pour ce 1er meetup de la communauté SeriousGamers à Bordeaux et premier de la série #LaFabrik, nous t’invitons à venir relever le défi de créer un serious game en 1h30.\nNous créerons plusieurs équipes qui travailleront sur des thématiques différentes.Chaque équipe aura le choix parmi une liste limité. Si tu veux pimenter cette liste ou si tu souhaites porter une thématique merci de nous la proposer dès maintenant.\nOuvert à tous, viens découvrir toutes les possibilités qu’offrent les Serious Games. Participe à leur création, ou invente le tiens, et profite de la communauté pour (re)découvrir le pouvoir de transmettre de manière ludique et efficace.\nEt pour terminer joyeusement ce meetup, nous vous proposons d'apporter quelque chose à partager pour un apéro.\nA très vite !\nL’équipe #SeriousGamers",
    "community": "serious-gamers-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_count": 39
  }
]
