[
  {
    "title": "Club de lecture 25.2 - Petit manuel de résistance contemporaine",
    "date": "2025-04-05T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/306121267/",
    "description": "Le club de lecture 25.2 se tiendra samedi 5 avril de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Petit manuel de résistance contemporaine” de Cyril DION\n“Que faire face à l’effondrement écologique qui se produit sous nos yeux ?\nDans ce petit livre incisif et pratique, l’auteur de Demain s’interroge sur la nature et sur l’ampleur de la réponse à apporter à cette question. Ne sommes-nous pas face à un bouleversement aussi considérable qu’une guerre mondiale ? Dès lors, n’est-il pas nécessaire d’entrer en résistance contre la logique à l’origine de cette destruction massive et frénétique de nos écosystèmes, comme d’autres sont entrés en résistance contre la barbarie nazie ? Mais résister contre qui ? Cette logique n’est-elle pas autant en nous qu’à l’extérieur de nous ? Résister devient alors un acte de transformation intérieure autant que d’engagement sociétal…\nAvec cet ouvrage, Cyril Dion propose de nombreuses pistes d’actions : individuelles, collectives, politiques, mais, plus encore, nous invite à considérer la place des récits comme moteur principal de l’évolution des sociétés. Il nous enjoint de considérer chacune de nos initiatives comme le ferment d’une nouvelle histoire et de renouer avec notre élan vital. À mener une existence où chaque chose que nous faisons, depuis notre métier jusqu’aux tâches les plus quotidiennes, participe à construire le monde dans lequel nous voulons vivre. Un monde où notre épanouissement personnel ne se fait pas aux dépens des autres et de la nature, mais contribue à leur équilibre.”\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 10
  },
  {
    "title": "Scrum ET Kanban - L’alliage résilient de l’amélioration continue de vos produits",
    "date": "2025-03-13T18:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/305865751/",
    "description": "Dans le cadre d'un partenariat avec **Seconde Vague BDX I/O**, **Farouk** nous propose un talk intitulé \"**Scrum ET Kanban - L’alliage résilient de l’amélioration continue de vos produits**\" autour du sujet suivant :*Les entrées de blogs ou les \"planches\" censées expliquer comment choisir entre Scrum et Kanban pullulent.**Toutes (ou presque) ont en commun une approche qui les oppose.**Dans ce talk, je ferai un bon myth-busting quant à leur opposition avant de montrer comment leur combinaison permet en réalité d'obtenir plus de valeur plus vite dans la quasi-intégralité des contextes, le tout en assurant la meilleure amélioration continue possible !*\nJoignez-vous à nous pour profiter de sa réflexion. Cela se déroulera le jeudi 13 mars à partir de 18h30 au Node de Bordeaux (Merci Pierre Benayoun pour la mise en contact et Sébastien Broin pour l'accueil).\nLa **Seconde Vague BDX I/O** permet à celles et ceux dont les propositions n’ont pas été retenues lors du dernier CFP de BDX I/O de donner leur talk lors de meetups réguliers.L’objectif est de mettre en lumière des sujets variés, techniques ou non, et de permettre aux orateurs, quel que soit leur niveau d’expérience, de partager leurs idées.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 65,
    "rsvp_count": 24
  },
  {
    "title": "Coaching Dojo 25.1",
    "date": "2025-02-15T09:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/305095745/",
    "description": "Un **Coaching Dojo sur Bordeaux** le **15 février** : ça vous dit ?\nMais avant toute chose, qu'est-ce que le coaching dojo et à qui ce type de journée est-il destiné ?Que vous soyez coachs ou non coachs, vous avez envie de découvrir et/ou vous entrainer à la pratique du coaching, alors cette journée est faite pour vous !\nAu travers de petits exercices où chacun aura un rôle à jouer, vous allez découvrir à quel point chacun d'entre nous possède la possibilité de se développer personnellement, pour permettre à l'autre de pouvoir cheminer et trouver ses propres solutions.Créer l'alliance, adopter une posture d'accueil, d'écoute, de reformulation et de questionnement, avoir un regard bienveillant et non jugeant, ... autant de techniques à la portée de tous, mais qui nécessitent de l'entrainement et de la prise de recul pour pouvoir aider l'autre à avancer dans ses problématiques et trouver ses propres solutions.\nAlors si vous avez envie de participer à cette journée, d'enrichir les autres de ce que vous êtes et de vous enrichir de ce que sont les autres, n'hésitez plus une seconde et venez nous rejoindre. Chaque instant sera l'occasion de progresser et d'apprendre les uns des autres, les uns avec les autres !Sans oublier, l'occasion de partager un bon moment de convivialité.Cette journée est entièrement gratuite. Elle se veut résolument ouverte à tous, avec pour seules conditions :\n* Participer à l'ensemble de la journée : de 9h00 à 18h00* Amener un plat sucré ou salé, ainsi qu'une boisson, que nous partagerons au moment du déjeuner pris en commun* Annuler votre participation si vous ne pouvez plus venir, pour permettre à d'autres personnes de pouvoir participer (le groupe étant limité à 25 personnes pour permettre de pratiquer dans de bonnes conditions).\nAlors ? Que faites-vous le **15 février** ?",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "EDF",
      "address": "13 Rue Archimède",
      "city": "Mérignac",
      "country": "France"
    },
    "location": "13 Rue Archimède, Mérignac",
    "rsvp_limit": 24,
    "rsvp_count": 17
  },
  {
    "title": "Club de lecture 25.1 - Nexus",
    "date": "2025-02-08T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/305223231/",
    "description": "Le club de lecture 25.1 se tiendra samedi 8 février de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Nexus” de Yuval Noah Harari.\n“Depuis cent mille ans, nous, les Sapiens, avons acquis un gigantesque pouvoir. Mais malgré nos découvertes, inventions et conquêtes, nous sommes aujourd'hui confrontés à une crise existentielle inédite. Le monde est au bord de l'effondrement écologique. Les tensions politiques se multiplient. La désinformation abonde. Et nous entrons de plain-pied dans l'ère de l'IA, un réseau d'information qui sera bientôt capable de nous dominer.\nAvec ce nouvel ouvrage, Yuval Noah Harari, l'auteur du best-seller mondial Sapiens, revisite l'histoire de l'humanité pour comprendre comment les réseaux d'information ont fait et défait notre monde. Il aborde les choix cruciaux auxquels nous sommes - et serons - confrontés, au moment où l'IA révolutionne la médecine, la guerre, les démocraties, et menace notre existence même.\nNexus est un livre capital pour comprendre comment, en faisant des choix éclairés, il nous est encore possible d'empêcher le pire.”\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 11
  },
  {
    "title": "Club de lecture 24.8 - Une sacrée envie de foutre le bordel",
    "date": "2024-11-30T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/303986394/",
    "description": "Club de lecture 24.8 - Une sacrée envie de foutre le bordel\nLe club de lecture 24.8 se tiendra samedi 30 novembre de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Une sacrée envie de foutre le bordel” de Xavier NIEL (entretiens avec Jean-Louis Missika)\n“Des entrepreneurs qui ont fait fortune en partant de zéro, il n’y en a pas beaucoup en France. Un enfant de Créteil qui n’a pas fait d’études, qui a fait de la prison et qui est devenu milliardaire, vous pouvez chercher, il n’y en a pas d’autre.Ceci n’est ni une autobiographie, ni une interview. C’est une conversation entre amis qui raconte un homme, ses choix, ses regrets, ses espoirs. C’est l’histoire d’une réussite et du parcours invraisemblable qui y mène.”\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 10
  },
  {
    "title": "Club de lecture 24.7 - Dans le cerveau des champions",
    "date": "2024-10-05T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/302002220/",
    "description": "Le club de lecture 24.7 se tiendra samedi 5 octobre de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Dans le cerveau des champions” de Jean-Philippe Lachaux\n“Que se passe-t-il dans le cerveau d’un champion au moment de réaliser une prouesse dont seuls quelques êtres humains sont capables ?Comment a-t-il pu se transformer, au fil des années et au fil des secondes, pour être bon à ce point, à cet instant précis ?À partir des témoignages des meilleurs, éclairés par les neurosciences cognitives, partons à la découverte d’un chemin d’exploration tranquille vers notre propre excellence, à la recherche de la facilité et de la simplicité dans le tumulte de nos vies si complexes.Un vrai guide pour se mettre en route vers le sommet d’un podium qui peut accueillir tout le monde, avec pour seul prix à payer… du temps et de l’attention.Nous avons tous le pouvoir de transformer notre cerveau et notre corps pour atteindre un état de concentration idéal.”\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 12
  },
  {
    "title": "Club de lecture 24.6 - Les livres de l’été",
    "date": "2024-09-07T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/302002044/",
    "description": "Le club de lecture 24.6 se tiendra samedi 7 septembre de 10h00 à 12h00 au Node.\nPour cette session au format estival nous vous proposons de venir partager vos lectures de l’été.\n\\*\\*\\*\\*\\*\nLe nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 12,
    "rsvp_count": 12
  },
  {
    "title": "Coaching Dojo Juin",
    "date": "2024-06-29T09:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/301323388/",
    "description": "2ième Coaching DOJO cette année !\nQu'est ce que le Coaching Dojo ? Un lieu pour pratiquer le questionnement puissant que vous avez déjà en vous, et que vous allez affûter grâce au feedback généreux des participants et des animateurs.\nUn questionnement non jugeant, décentré de nos certitudes et influençant pour l'accompagné dans l'ouverture des possibles.\nNos 4 animateurs venant du Coaching Professionnel encadreront des bulles de coaching de 40min environ.\nVous vivrez 3 postures à tour de rôle :\n* Celle de l'**accompagné** qui fait part d'une problématique, d'un projet, d'une préoccupation réelle.* Celle de **l'accompagnant** qui clarifie ce qui se passe pour l'autre. Il coconstruit la réflexion sur de nouvelles possibilités d'action dans le respect de ce que veut l'accompagné pour lui-même.* Celle de **l'observateur** attentif à différents niveaux d'écoute : Que sont les aspirations de l'accompagné ? Quelles sont ses croyances qui le limitent ? Comment est-il écouté et compris ? Quelles sont les métaphores utilisées ? Quelle est la qualité d'alliance dans cette relation d'aide ? Quelles sont les questions orientées problèmes ? Celle plutôt orientés solutions ? Qu'est ce qui ce produit ?\nPour le midi, nous mangeons tous ensemble à la bonne franquette. Alors préparer/amener des entrées, plats, desserts, boissons pour partager.\nMerci à PEAKSYS (et au groupe CDiscount) qui nous met à disposition ses locaux tout samedi rien que pour nous.\nL'inscription est obligatoire et nous ne pourrons accueillir plus de 20 personnes sans dégrader la qualité de l'animation et des échanges.\nPas de prérequis, juste un engagement moral à être prêt de parler de soi et de ses problématiques ainsi que d'accepter les réalités de l'autre.\nATTENTION : Merci d'avoir voir pièce d'identité sur vous. L'accès est contrôlé, merci de simplifier la vie à ceux qui le feront un samedi.\nLa joyeuse équipe encadrante.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Peaksys",
      "address": "44 Rue Lucien Faure",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Lucien Faure, Bordeaux",
    "rsvp_limit": 24,
    "rsvp_count": 15
  },
  {
    "title": "Club de lecture 24.5 - Pour en finir avec le machin",
    "date": "2024-06-15T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/301013894/",
    "description": "**Le club de lecture 24.5 se tiendra samedi 15 mai de 10h00 à 12h00 au Node.**\n**Le livre sélectionné est “Pour en finir avec le machin : Les désarrois d'un consultant en management” de Norbert Alter.**\n“Ce livre met en scène Frédéric, consultant atypique d’un grand cabinet-conseil, qui livre ici ses souvenirs professionnels et personnels. Mobilisant l’outrance verbale et l’humour pour se libérer de l’étouffant langage des entreprises, il abandonne toute bienséance pour décrire le « machin » : les pratiques managériales absurdes qui ne cessent de remplacer les solutions par des problèmes. Il décrit le marché et les dégâts de ce paradoxe.« Le terme de management renvoie à un sérieux indiscutable alors que je suis persuadé qu’il s’agit d’une fumisterie. Il faut en finir avec cette hypertrophie de la gestion qui n’a d’autre finalité que d’enfler toujours plus. Sans cette pathologie, on tirerait parti de l’engagement spontané des salariés, tout en cessant de les démobiliser. »Pathologiquement asocial, Frédéric aime laisser son esprit critique divaguer, se rebeller contre les positions d’autorité, dire ce qui est tu. Il donne à voir ce que beaucoup de salariés connaissent mais n’osent confesser. Préférant l’exagération à la mesure et la liberté de pensée aux dogmes du management, il propose au lecteur un texte décalé et complice.”\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 8
  },
  {
    "title": "Atelier du PO #6 : Mission anti-sabotage",
    "date": "2024-05-07T19:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/300755558/",
    "description": "Pour cette 6ème édition de l'atelier du PO, retrouvons Jean-Didier, Fred et Jean-Kevin dans une mission anti-sabotage !!!\nLa vie est un long fleuve tranquille... dans les films. Mais quand on travaille en équipe sur un projet...Dans notre équipe, c'est une sacrée aventure !Entre Jean-Didier, le chef de projet qui nous cale une série de réunions de crise à la moindre occasion, Fred le manager qui nous impose tout ce que l'on doit faire et Jean-Kévin l'adepte des longs monologues en réunion qui ne mènent à rien... ça sent le sabotage, vous ne trouvez pas ?Et si vous veniez aider notre équipe à élaborer une stratégie d'anti-sabotage ?Retrouvez-nous dans cet atelier pour découvrir notre tout nouveau jeu, destiné à nous faire prendre conscience de nos sabotages et surtout à trouver des solutions pour les contrer. Help !\n\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\***L'atelier du PO Kesako ?**Intéressé par l’Agilité ? Vous êtes un PO (Product Owner) en devenir ou un PO qui a besoin d’un coup de pouce pour apporter de la valeur dans ses équipes ? L'Atelier du PO est là si vous souhaitez prendre confiance dans votre quotidien professionnel.L’Atelier du PO est l’atelier qui permet de s’améliorer en pratiquant, en testant ou en apprenant. Un intervenant partagera ses connaissances et répondra à vos interrogations sur des sujets produits, design ou tech.Une fois par mois, une thématique sera abordée, libre à vous de vous inscrire si le sujet vous intéresse ! Une sorte de conférence à la carte, un atelier pratique ou un échange entre pairs, telle est la proposition que vous offre l’Atelier du PO.On vous attend nombreux. A vos inscriptions !",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Athénée Municipal",
      "address": "10 Pl. Saint-Christoly",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "10 Pl. Saint-Christoly, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 9
  },
  {
    "title": "Club de lecture 24.4 - Changer d’altitude",
    "date": "2024-05-04T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/299362757/",
    "description": "**Le club de lecture 24.4 se tiendra samedi 4 mai de 10h00 à 12h00 au Node.**\n**Le livre sélectionné est “Changer d’altitude” de Bertrand Piccard.**\n“Comment ne pas rester emprisonnés dans notre zone de confort ? Comment nous libérer des automatismes et des carcans ? Bertrand Piccard, fort de son expérience d'explorateur et de médecin psychiatre, spécialisé en hypnose, présente ici un cheminement novateur et percutant pour permettre à chacun de résoudre ses difficultés et changer d'altitude.L'auteur nous apprend à utiliser l'adversité, à savoir changer de point de vue, à avoir confiance en l'inconnu, à établir des modes de relations différents avec soi-même et avec les autres, à stimuler nos performances et à ainsi élargir notre compréhension de l'existence.”\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 15
  },
  {
    "title": "Club de lecture 24.3 - La boîte à outils de la méthode OKR",
    "date": "2024-03-23T09:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/298848223/",
    "description": "**Le club de lecture 24.3 se tiendra samedi 23 mars de 09h30 à 12h00 en visio.**\n**Le livre sélectionné est “La boîte à outils de la méthode OKR: Objectifs et résultats clés” de Laurent Morisseau.**\n“Savez-vous que les OKR (Objectives and Key Results) ont permis à Google de multiplier sa croissance par dix tout en maintenant un fort engagement des équipes sur la durée ?La gestion des objectifs en entreprise connaît un regain d’intérêt dans notre monde incertain. Pouvoir déléguer les prises de décisions importantes au niveau de chaque équipe, tout en restant aligné avec la stratégie de l’entreprise est devenu un réel avantage concurrentiel. Donner du sens à son travail, responsabiliser les équipes, reposer sur l’intelligence collective, autant de facteurs de succès pour une organisation agile et apprenante.La méthode OKR a fait ses preuves dans nombre de start-up et s’adapte également aux PME et aux grands groupes pour les accompagner dans leur stratégie et leurs projets de transformations (cf. LinkedIn, Netflix, Twitter, Uber, ou plus récemment en France meilleursagents.com).Apprendre à définir un programme OKR adapté à votre organisation, des OKR efficaces, à les piloter et les suivre au cours des cycles OKRs - et finalement entrer dans une démarche d’amélioration continue et d’apprentissage - voilà l’ambition de cet ouvrage.”\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.Le nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_limit": 15,
    "rsvp_count": 9
  },
  {
    "title": "Coaching Dojo Mars",
    "date": "2024-03-16T09:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/299213788/",
    "description": "Le Coaching DOJO revient !\nQu'est ce que le Coaching Dojo ? Un lieu pour pratiquer le questionnement puissant que vous avez déjà en vous, et que vous allez affûter grâce au feedback généreux des participants et des animateurs.\nUn questionnement non jugeant, décentré de nos certitudes et influençant pour l'accompagné dans l'ouverture des possibles.\nNos 4 animateurs venant du Coaching Professionnel encadreront des bulles de coaching de 40min environ.\nVous vivrez 3 postures à tour de rôle :\n* Celle de l'**accompagné** qui fait part d'une problématique, d'un projet, d'une préoccupation réelle.* Celle de **l'accompagnant** qui clarifie ce qui se passe pour l'autre. Il coconstruit la réflexion sur de nouvelles possibilités d'action dans le respect de ce que veut l'accompagné pour lui-même.* Celle de **l'observateur** attentif à différents niveaux d'écoute : Que sont les aspirations de l'accompagné ? Quelles sont ses croyances qui le limitent ? Comment est-il écouté et compris ? Quelles sont les métaphores utilisées ? Quelle est la qualité d'alliance dans cette relation d'aide ?\nPour le midi, nous mangeons tous ensemble à la bonne franquette. Alors préparer/amener des entrées, plats, desserts, boissons pour partager.\nMerci à Zenika qui nous met à disposition ses locaux tout samedi rien que pour nous.\nL'inscription est obligatoire et nous ne pourrons accueillir plus de 20 personnes sans dégrader la qualité de l'animation et des échanges.\nPas de prérequis, juste un engagement moral à être prêt de parler de soi et de ses problématiques ainsi que d'accepter les réalités de l'autre.\nLa joyeuse équipe encadrante.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Zenika Bordeaux",
      "address": "17 Quai Louis XVIII",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "17 Quai Louis XVIII, Bordeaux",
    "rsvp_limit": 23,
    "rsvp_count": 17
  },
  {
    "title": "Atelier du PO #5 : Lean Coffee",
    "date": "2024-03-13T19:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/299637290/",
    "description": "Pour cette 5ème session de l'atelier du PO, nous vous proposons de nous retrouver autour d'un atelier Lean Coffee.\nVous voulez partager une problématique, explorer un sujet ?Que vous soyez un Product Owner chevronné ou que vous débutiez dans ce rôle, nous vous invitons à partager vos problématiques, à explorer de nouveaux sujets et à bénéficier de l'expertise collective de notre communauté Agile.Cet atelier participatif sera l'occasion d'aborder vos thématiques tout en expérimentant cette dynamique participative et conviviale.\nRejoignez nous pour un atelier où chaque participant aura l'opportunité de contribuer et d'apprendre !\n\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\***L'atelier du PO Kesako ?**Intéressé par l’Agilité ? Vous êtes un PO (Product Owner) en devenir ou un PO qui a besoin d’un coup de pouce pour apporter de la valeur dans ses équipes ? L'Atelier du PO est là si vous souhaitez prendre confiance dans votre quotidien professionnel.L’Atelier du PO est l’atelier qui permet de s’améliorer en pratiquant, en testant ou en apprenant. Un intervenant partagera ses connaissances et répondra à vos interrogations sur des sujets produits, design ou tech.Une fois par mois, une thématique sera abordée, libre à vous de vous inscrire si le sujet vous intéresse ! Une sorte de conférence à la carte, un atelier pratique ou un échange entre pairs, telle est la proposition que vous offre l’Atelier du PO.On vous attend nombreux. A vos inscriptions !",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Athénée Municipal",
      "address": "10 Pl. Saint-Christoly",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "10 Pl. Saint-Christoly, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 9
  },
  {
    "title": "Agile Bordeaux 24.1",
    "date": "2024-02-27T19:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/298910561/",
    "description": "L'Agile Impediment Game de Ben Linders (https://www.benlinders.com/shop/impediment-board-game), vous connaissez ?Personnellement, je ne le connais pas encore.Tout juste acquis, je cherche donc quelques curieux pour expérimenter cet atelier.\nJe vous donne donc rendez-vous le 27 février, dans les locaux de Randstad Digital.\nAu programme :\n19h00 : Accueil\n19h30 : Expérimentation de l'atelier\nEt puis ... la suite dépend de la situation géographique du lieu d'accueil ... mais nous trouverons certainement un bar pour poursuivre la soirée.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Randstad Digital Bordeaux (ex Ausy)",
      "address": "1 Av. Henri Becquerel",
      "city": "Mérignac",
      "country": "France"
    },
    "location": "1 Av. Henri Becquerel, Mérignac",
    "rsvp_limit": 12,
    "rsvp_count": 13
  },
  {
    "title": "Club de lecture 24.2 - Agile conversations",
    "date": "2024-02-10T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/297716202/",
    "description": "**Le club de lecture 24.2 se tiendra samedi 10 février de 10h00 à 12h00 au Node.**\n**Le livre sélectionné est “Agile conversations” de Douglas Squirrel et Jeffrey Fredrick.**\n“Today, software organizations are transforming the way work gets done through practices like Agile, Lean, and DevOps. But as commonly implemented as these methods are, many transformations still fail, largely because the organization misses a critical step: culture and how people communicate. Agile Conversations brings an updated, practical, step-by-step guide to using the power of conversation to build effective, high-performing teams to achieve truly Agile results. To advance your organization's transformation, learn how to have productive conversations that overcome cognitive bias and fear. Consultants Douglas Squirrel and Jeffrey Fredrick show readers how to utilize the Five Conversations to help teams build trust, alleviate fear, answer the \"whys,\" define commitments, and hold everyone accountable. These five conversations give teams everything they need to reach peak performance, and they are exactly what's missing from too many teams today. Stop focusing just on processes and practices that leave your organization stuck with culture-less rituals. Instead, unleash the unique human power of conversation.”\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 13
  },
  {
    "title": "Atelier du PO #4 : L'évolution du PO : du tacticien au stratège",
    "date": "2024-01-31T19:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/298588040/",
    "description": "Pour ce 4ème atelier du PO, nous avons la chance d'accueillir [Lilian Roche](https://www.linkedin.com/in/lilianroche/) qui animera une conférence en ligne sur l'évolution du Product Owner.\n\"Cette conférence explore l'évolution dynamique du rôle de Product Owner dans un contexte Agile & Organisationnel.Nous plongerons dans les différentes phases de maturité que peut traverser un Product Owner tout en abordant les postures à éviter ainsi que celles à adopter pour exceller dans ce rôle crucial.\"\n**Point clés / Gains :**\n* Comprendre les phases de maturité d'un PO* Eviter les pièges courants lié au rôle* Comprendre les compétences clés du rôle\n**Lien de connexion :**[https://meet.jit.si/moderated/088514bb2238b086fa2d364847fc7a7e632d0dd6606e23385726c649540d60fb](https://meet.jit.si/moderated/088514bb2238b086fa2d364847fc7a7e632d0dd6606e23385726c649540d60fb)\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\***L'atelier du PO Kesako ?**Intéressé par l’Agilité ? Vous êtes un PO (Product Owner) en devenir ou un PO qui a besoin d’un coup de pouce pour apporter de la valeur dans ses équipes ? L'Atelier du PO est là si vous souhaitez prendre confiance dans votre quotidien professionnel.L’Atelier du PO est l’atelier qui permet de s’améliorer en pratiquant, en testant ou en apprenant. Un intervenant partagera ses connaissances et répondra à vos interrogations sur des sujets produits, design ou tech.Une fois par mois, une thématique sera abordée, libre à vous de vous inscrire si le sujet vous intéresse ! Une sorte de conférence à la carte, un atelier pratique ou un échange entre pairs, telle est la proposition que vous offre l’Atelier du PO.On vous attend nombreux. A vos inscriptions !",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_count": 35
  },
  {
    "title": "Club de lecture 24.1 - Les livres des vacances",
    "date": "2024-01-13T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/295798791/",
    "description": "Le club de lecture 24.1 se tiendra samedi 13 janvier de 10h00 à 12h00 au Node.\nPour cette session de rentrée nous vous proposons de venir partager une de vos dernières lectures, un livre que vous avez particulièrement aimé ou qui vous a beaucoup apporté et que vous recommanderiez.\n\\*\\*\\*\\*\\*\nLe nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 10,
    "rsvp_count": 10
  },
  {
    "title": "Atelier du PO #3 - Demoribo : l'art de la pratique de la démo agile",
    "date": "2023-12-13T19:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/297759784/",
    "description": "**Atelier du PO #3 - Demoribo : L'art de la pratique de la démo agile**\nDEMORIBO : une approche ludique pour dynamiser vos démos de fin de sprint ! En incarnant les rôles du Scrum Master, du Product Owner, des équipier·es et des client·es, vous expérimenterez trois itérations captivantes et instructives pour élaborer le produit DELICIBO.\nDans cet atelier, nous expérimenterons l'atelier DEMORIBO. Cet atelier a pour objectif d'entraîner les équipes à la préparation et la réalisation des démos de fin de sprint (réalisées lors de la Sprint Review en Scrum) pour qu'elles apportent un maximum de valeur.\n\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\n**L'atelier du PO Kesako ?**\nIntéressé par l’Agilité ? Vous êtes un PO (Product Owner) en devenir ou un PO qui a besoin d’un coup de pouce pour apporter de la valeur dans ses équipes ? L'Atelier du PO est là si vous souhaitez prendre confiance dans votre quotidien professionnel.\nL’Atelier du PO est l’atelier qui permet de s’améliorer en pratiquant, en testant ou en apprenant. Un intervenant partagera ses connaissances et répondra à vos interrogations sur des sujets produits, design ou tech.\nUne fois par mois, une thématique sera abordée, libre à vous de vous inscrire si le sujet vous intéresse ! Une sorte de conférence à la carte, un atelier pratique ou un échange entre pairs, telle est la proposition que vous offre l’Atelier du PO.\nOn vous attend nombreux. A vos inscriptions !",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Athénée Municipal",
      "address": "10 Pl. Saint-Christoly",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "10 Pl. Saint-Christoly, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 9
  },
  {
    "title": "Club de lecture 23.7 - Vivre avec son passé",
    "date": "2023-11-18T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/296337309/",
    "description": "**Le club de lecture 23.7 se tiendra samedi 18 novembre de 10h00 à 12h00 au Node.**\n**Le livre sélectionné est “Vivre avec son passé” de Charles Pépin.**“Comment faire de notre passé une force d'avenir ?Enfance, éducation, souvenirs heureux ou traumatiques : notre passé ne passe pas. Il est toujours présent.Il nous appartient alors d'établir une relation apaisée et féconde avec notre mémoire. Celle-ci n'est pas, comme on le pense souvent, un stock de données. Les neurosciences nous apprennent, au contraire, que la mémoire est dynamique, mouvante. Nos souvenirs ne sont pas figés, ils s'apparentent à une partition à interpréter.Notre rapport au passé doit être repensé. En convoquant sciences cognitives, nouvelles thérapies, sagesses antiques et classiques de la philosophie, de la littérature ou du cinéma, Charles Pépin nous montre que nous pouvons entretenir un rapport libre, créatif, avec notre héritage.Notre bonheur dépend de notre capacité à bien vivre avec notre passé. Cet essai lumineux nous donne les clés pour y parvenir.”\nBonne lecture\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.Le nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 15
  },
  {
    "title": "Atelier du PO #2 - S'essayer à l'eXtreme quotation",
    "date": "2023-11-15T18:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/297211586/",
    "description": "**Atelier du PO #2 - S'essayer à l'eXtreme quotation**\nVous vous retrouvez dans un contexte où vous avez besoin de dimensionner un grand nombre d'éléments de votre backlog produit ? Et en plus, vous aimeriez que l'équipe n'y consacre pas trop de temps ? Un atelier d'eXtreme quotation peut être une solution intéressante !\nDans ce meetup, Lauriane *(Scrum Master chez Betomorrow)* vous propose de découvrir cet atelier sur un cas concret et accessible à tous, tech ou non. Le cas pratique sera suivi d'un débat ensemble sur l'intérêt, mais aussi les éventuels risques à garder en tête lorsqu'on souhaite utiliser cet outil pour dimensionner un backlog produit.\n\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\n**L'atelier PO Kesako ?**\nIntéressé par l’Agilité ? Vous êtes un PO (Product Owner) en devenir ou un PO qui a besoin d’un coup de pouce pour apporter de la valeur dans ses équipes ? L'Atelier PO est là si vous souhaitez prendre confiance dans votre quotidien professionnel.\nL’Atelier PO est l’atelier qui permet de s’améliorer en pratiquant, en testant ou en apprenant. Un intervenant partagera ses connaissances et répondra à vos interrogations sur des sujets produits, design ou tech.\nUne fois par mois, une thématique sera abordée, libre à vous de vous inscrire si le sujet vous intéresse ! Une sorte de conférence à la carte, un atelier pratique ou un échange entre pairs, telle est la proposition que vous offre l’Atelier PO.\nOn vous attend nombreux. A vos inscriptions !",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "BeTomorrow",
      "address": "44 Rue Barreyre",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "44 Rue Barreyre, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 11
  },
  {
    "title": "Atelier du PO #1 - Découvrir les bases de l'UX / UI",
    "date": "2023-10-10T19:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/293450726/",
    "description": "Pour son premier Meetup, l'atelier PO vous propose d'appréhender les bases de l'UX et de l'UI !En 2 heures, Loïs Lacroux, UX Designer chez Lectra, nous offrira ses connaissances sur le sujet et nous guidera parmi les nombreuses ressources pour se former en autodidacte.Nul doute que nous ressortirons de cet atelier plus riches !\n\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*L'atelier PO Kaseko ?\nIntéressé par l’Agilité ? Vous êtes un PO (product owner) en devenir ou un PO qui a besoin d’un coup de pouce pour apporter de la valeur dans ses équipes ? L'Atelier PO est là si vous souhaitez prendre confiance dans votre quotidien professionnel.\nL’Atelier PO est l’atelier qui permet de s’améliorer en pratiquant, en testant ou en apprenant. Un intervenant partagera ses connaissances et répondra à vos interrogations sur des sujets produits, design ou tech.\nUne fois par mois, une thématique sera abordée, libre à vous de vous inscrire si le sujet vous intéresse ! Une sorte de conférence à la carte, un atelier pratique ou un échange entre pairs, telle est la proposition que vous offre l’Atelier PO.\nOn vous attend nombreux. A vos inscriptions !",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Athénée Municipal",
      "address": "Place Saint Christoly",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "Place Saint Christoly, Bordeaux",
    "rsvp_limit": 20,
    "rsvp_count": 20
  },
  {
    "title": "Club de lecture 23.6 - Réparer les Histoires",
    "date": "2023-09-23T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/294707236/",
    "description": "Le club de lecture 23.6 se tiendra samedi 23 septembre de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Réparer les Histoires” de Dina Scherrer.“Les Pratiques Narratives proposent d’accompagner les personnes à partir de leurs récits. Il y a des récits qui nous enferment et d’autres qui nous libèrent. Certaines personnes parfois sont empêchées ou bloquées par certaines de leurs histoires qui prennent beaucoup trop de place dans leur vie et/ou les font souffrir.De plus, un des concepts des Pratiques Narratives est que la personne n’est jamais le problème. Le problème c’est le problème. La personne a une relation avec une histoire de problème, mais elle n’est pas le problème. Donc si la personne n’est pas le problème, elle n’est pas malade. Donc le praticien narratif ne soigne pas les gens, il soigne plutôt leurs histoires, leurs relations à leurs histoires.Ce livre est une invitation à regarder et à traiter les histoires de problèmes sous l’angle de réparer les histoires. Aider la personne à changer son mode de relation avec son histoire de problème. Cela lui permet de ne plus se sentir comme étant le problème, de retrouver du pouvoir d’agir et de l’espoir pour aller là où elle a envie d’aller en se sentant plus forte et moins seule.Vous trouverez dans ce livre des concepts, méthodes concrètes, témoignages qui vous permettront à la fois de poser un nouveau regard sur les histoires de problèmes et vous éclairera sur tous les moyens concrets de réparer les histoires.”\nBonne lecture\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.Le nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 15
  },
  {
    "title": "Club de lecture 23.5 - Les livres de l’été",
    "date": "2023-08-26T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/294707074/",
    "description": "Le club de lecture 23.5 se tiendra samedi 26 août de 10h00 à 12h00 au Node.\nPour cette session au format estival nous vous proposons de venir partager vos lectures de l’été.\n\\*\\*\\*\\*\\*\nLe nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 15
  },
  {
    "title": "Club de lecture 23.4 - La cinquième discipline",
    "date": "2023-06-17T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/293404784/",
    "description": "Le club de lecture 23.4 se tiendra samedi 17 juin de 10h00 à 12h00 au Node.\nLe livre sélectionné est “La cinquième discipline” de Peter Senge.\n“Classique du management dans lequel Peter Senge développe l'idée suivante : pour toute organisation, l'avantage concurrentiel durable se trouve dans la capacité à apprendre plus vite que la concurrence.Cela passe par la maîtrise de cinq disciplines complémentaires :\n* La maîtrise personnelle : clarifier notre approche de la réalité.* Les modèles mentaux : apprendre à nous défaire de nos préjugés.* La vision partagée : savoir relier des individus ensemble.* L'apprenance en équipe : favoriser la réflexion collective par le dialogue.* La pensée systémique : voir les problèmes dans leur ensemble.\nC'est la cinquième discipline, le levier conceptuel sur lequel se fondent les quatre autres.\"\nBonne lecture\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre. Les participants ont lu l’ouvrage ou tout au moins une partie significative.Le nombre de places étant limité, merci de vous désinscrire si vous ne pouvez plus vous joindre à nous.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 12
  },
  {
    "title": "Club de lecture 23.3 - Moi, toi, nous, petit traité des influences réciproques",
    "date": "2023-04-22T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/291918981/",
    "description": "Le club de lecture 23.3 se tiendra samedi 22 avril de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Moi, toi, nous, petit traité des influences réciproques” de François Balta et Gérard Szymanksi.\n“Nous sommes reliés les uns aux autres bien au-delà de ce dont nous sommes conscients. Qui influence qui ? Et mène la danse. Que se passe-t-il en coulisse ? C’est ce que vous fait découvrir ce petit guide chaleureux et illustré de nombreux exemples.Les auteurs y dévoilent la grille d’analyse (utilisée par les coachs et les psy) qui explicite avec clarté le réseau d’interactions et d'influences dans lequel nous nous trouvons et leur impact sur nos vies.Approche systémique et circularité sont des termes qui vous seront bientôt familiers car c’est grâce à leurs lumineuses capacité d’éclairer ce qui semblait jusqu’ici bizarre que vous allez prendre conscience de vos vraies zones de responsabilité et d'influence, savoir où et comment agir, à tous les niveaux de votre vie : personnelle, familiale, professionnelle, amicale, associative… Pour tisser des liens qui apportent mieux vivre ensemble et construisent les bonheurs.Des bonheurs qui auront la merveilleuse capacité de rebondir de main en main.Découvrez comment chaque jour nous co-construisons nos bonheurs et nos malheurs”\nBonne lecture\n\\*\\*\\*\\*\\*Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.Le nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 15
  },
  {
    "title": "Club de lecture 23.2 - Éloge de l'inattendu",
    "date": "2023-02-25T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/291402181/",
    "description": "Le club de lecture 23.2 se tiendra samedi 25 février de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Éloge de l'inattendu” de Philippe Gabilliet.“Dans son nouveau livre, Philippe Gabilliet, professeur de psychologie et auteur de livres de développement personnel à succès vous propose d'apprendre à utiliser au quotidien 7 clés de réflexion et d'action, 7 clés qui vous permettront d'ouvrir vous-mêmes les portes de votre avenir.Anticiper ce que va être sa vie, ce n'est pas tenter de deviner ce qu'elle sera demain. C'est avant tout faire preuve de méthode et de discernement. C'est accepter de porter un regard différent sur ce qu'est aujourd'hui cette même vie. C'est tenter de déceler en toutes occasions et en tous lieux les germes de son avenir. C'est regarder autrement son présent en prenant le futur comme prétexte. C'est orienter ses décisions et ses choix de vie vers le futur auquel on aspire. C'est enfin accepter avec bonheur et lucidité les aléas de la vie et des bifurcations imprévues du destin. Il appartient à chacun(e) de créer les conditions pour mieux anticiper son futur, de façon à la fois optimiste, raisonnée et créative.”\nBonne lecture\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.Le nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 12
  },
  {
    "title": "Club de lecture 23.1 - Ne coupez jamais la poire en deux",
    "date": "2023-01-28T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/290269432/",
    "description": "Le club de lecture 23.1 se tiendra samedi 28 janvier de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Ne coupez jamais la poire en deux” de Chris Voss.\n“Un guide aussi original que spectaculaire pour tirer, enfin, le meilleur de nos vies professionnelle et personnelle !Même si, contrairement à Chris Voss, célèbre négociateur pour le FBI, nous sommes rarement amenés à tenir tête à un forcené reclus dans une banque, notre vie quotidienne s'apparente à une succession de négociations dont nous ne sortons pas toujours vainqueurs : cette promotion dont on rêve, sans cesse repoussée ; ce prêt bancaire qu'on hésite à demander ; les exigences d'un enfant auxquelles on finit par céder...Et si on cessait de toujours couper la poire en deux ?De ses expériences au sein du FBI, Chris Voss a puisé une série de principes, de tactiques et de stratégies émotionnelles et communicationnelles capables de désarmer l'interlocuteur le plus récalcitrant ou le plus retors, dans toutes les formes de négociation potentielles.”\nBonne lecture\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.Le nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 14
  },
  {
    "title": "Club de lecture 22.6 - Théorie U, l'essentiel",
    "date": "2022-12-03T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/288650730/",
    "description": "Le club de lecture 22.6 se tiendra samedi 3 décembre de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Théorie U, l'essentiel” de Otto Scharmer. \n“Portés par des centaines de milliers d'acteurs de la transition, plus de dix mille projets d'innovation sociétale sont nés de la Théorie U à travers le monde. Ce n'est plus seulement un modèle de conduite du changement, mais un mouvement mondial qui suscite des transformations profondes à tous les niveaux de nos systèmes : économique, politique, agroalimentaire, éducation, innovation... Il était donc temps que l'essentiel de la Théorie U soit mis à la portée de tous ! Chacun de nos gestes impacte l'ensemble de nos écosystèmes. Alors comment faire sa part dans les nécessaires transformations de notre monde ? C'est d'abord par notre qualité de présence, en tant qu'individus, équipes et organisations, que nous devons apprendre à nous observer, à nous ressentir... Pour se rendre totalement présents au futur qui cherche à émerger à travers nous. Par des outils concrets et une méthode complète, l'auteur nous aide à faire émerger notre meilleur futur et à le mettre en œuvre. Dix ans après la première édition de La Théorie U, renouveler le leadership, Otto Scharmer revient sur l'essence et les principes clés du processus en U avec des témoignages inspirants et des exemples concrets d'initiatives de transformation profonde. Il nous livre un guide opérationnel pour redéfinir l'organisation de notre monde en crise, à commencer par une réflexion de fond sur ce qui anime chacun d'entre nous, la source de notre action.”\nBonne lecture\n\\*\\*\\*\\*\\*Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 12
  },
  {
    "title": "Club de lecture 22.5 - Coacher avec l’Appreciative Inquiry",
    "date": "2022-09-17T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/286846272/",
    "description": "Le club de lecture 22.5 se tiendra samedi 17 septembre de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Coacher avec l’Appreciative Inquiry” de Jean Pagès. \n“Méthode positive de conduite du changement largement utilisée dans les pays anglo-saxons, l'Appreciative Inquiry (enquête appréciative) a pour but de créer de nouvelles habitudes mentales qui stimulent l'innovation et la créativité. De manière inédite, cette technique de coaching fait reposer le changement sur les expériences positives de l'organisation : il s'agit non pas de trouver les causes du problème, mais d'enquêter sur les raisons du succès. Ce noyau de réussite servira d'appui à l'élaboration de nouveaux projets et favorisera le changement individuel et collectif. Ce livre a été enrichi d'une partie sur le coaching individuel, terrain qui n'avait pas encore été exploré jusque-là, et de pistes de recherche en lien avec les changements que connaît notre société.”\nBonne lecture\n\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 14
  },
  {
    "title": "Club de lecture 22.4 - Coacher les émotions",
    "date": "2022-06-18T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/285883383/",
    "description": "Le club de lecture 22.4 se tiendra samedi 18 juin de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Coacher les émotions” de Daniel Chernet.\n“Colère, peur, tristesse, joie, honte... bien souvent les émotions sont refoulées ou difficiles à exprimer au travail, pour des raisons personnelles ou de culture des organisations.De manière très pratique, cet ouvrage donne au coach, et à tout accompagnant (manager, éducateur, soignant...), les outils pour aider son client (ou collaborateur) à prendre en compte son émotion, l'identifier, la nommer, l'accepter et agir avec elle.A l'aide d'éléments théoriques utiles pour la réflexion et l'apprentissage, de propositions d'action et d'exercices spécifiques, vous pourrez :\n* accompagner et aider à identifier les besoins que révèlent les émotions et les sentiments ;* faire le point sur vos propres émotions et sur votre pratique ;* contribuer à développer la joie et les émotions positives dans le cadre professionnel et les équipes.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 14
  },
  {
    "title": "Découvrir le rôle de Product Owner par la pratique et en aidant les autres.",
    "date": "2022-06-14T18:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/285783764/",
    "description": "Vous êtes #Product #Owner (PO) en activité ? Ou vous allez bientôt entamer une mission de #PO auprès d’une équipe #agile ? Vous êtes en reconversion professionnelle et aimeriez découvrir le métier de PO ? Vous ne savez pas trop comment vous y prendre ?\nPas de panique ! Alain Delachaux, Nicolas Ploquin et Jérôme Froville vous invitent à participer à une drôle d’aventure : LE PO DOJO !\nLe PO Dojo 2021 a été une grande réussite et nous souhaitons faire encore mieux pour vous cette année !\nEn partant d'une idée ou d'un besoin nous allons dérouler le processus de conception agile UX jusqu’au backlog produit. Au travers de ce fil rouge nous découvrirons et pratiquerons plusieurs techniques et outils agile et UX : personas, carte d’empathie, storyboard, innovation games, impact mapping, story mapping, value proposition, elevator pitch, business canvas, … Et surtout partagerons nos expériences terrains, questions et astuces.\n10 PO de la région Bordelaise en 10 sessions mensuelles de #POdojo pour apprendre à faire par la pratique et en aidant les autres à pratiquer !\nÉvidemment c’est 100% gratuit, animé par des professionnels bénévoles et passionnés, mais attention PLACES LIMITEES !Vous voulez en savoir + ? Venez nous rencontrer :) et peut-être vous inscrire !\nMerci à Okiwi, Agile Bordeaux, Agile Tour Bordeaux et Agile Toulouse pour leur aide et soutien.",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_count": 68
  },
  {
    "title": "Club de lecture 22.3 - Optimisez votre équipe",
    "date": "2022-05-07T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/284996319/",
    "description": "Le club de lecture 22.3 se tiendra samedi 7 mai de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Optimisez votre équipe” de Patrick Lencioni.\n“Dans Optimisez votre équipe, Patrick Lencioni transpose son intelligence pénétrante et son pouvoir de conteur dans le monde fascinant et complexe des groupes de travail.Kathryn Petersen, la PDG de DecisionTech, est confrontée à la crise suprême en matière de leadership : l 'unification d'une équipe qui se trouve dans un tel état de détresse qu'elle risque de détruire l'entreprise tout entière. Réussira-t-elle ? Sera-t-elle congédiée ? L'entreprise s'effondrera-t-elle ? Dans cette fable fascinante et intemporelle, Patrick Lencioni nous rappelle que le leadership exige autant de courage que d'intuition.À travers ce récit, l'auteur nous révèle les cinq dysfonctions qui font que les équipes – même les meilleures – se retrouvent souvent en difficulté. Il expose un modèle puissant et des étapes pratiques pour surmonter ces barrières courantes et pour constituer une équipe qui sera caractérisée par la cohésion et l'efficacité.Patrick Lencioni a une fois de plus écrit une fable irrésistible empreinte d'un message en apparence simple, mais néanmoins puissant, à l'intention de tous ceux qui s'efforcent d'être des chefs d'équipe exceptionnels.”\nBonne lecture\n\\*\\*\\*\\*\\*\\*\nLe club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 10
  },
  {
    "title": "Club de lecture 22.2 - Vous allez commettre une terrible erreur",
    "date": "2022-03-26T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/283944840/",
    "description": "Le club de lecture 22.2 se tiendra samedi 26 mars de 10h00 à 12h00 au Node.\nLe livre sélectionné est “Vous allez commettre une terrible erreur” d’Olivier Sibony.\n“Nous prenons tous constamment des décisions. Cela nous semble tellement naturel que nous n'avons pas l'impression d'avoir besoin pour cela d'une méthode particulière... Pourtant, même les meilleurs d'entre nous commettent régulièrement des erreurs prévisibles ! Alors qu'est-ce qu'une bonne décision ? Faut-il se fier à ses intuitions ? Comment remédier aux biais cognitifs qui nous égarent alors que nous n'en avons même pas conscience ? Dans ce livre nourri de son expérience et des derniers travaux de l'économie comportementale, Olivier Sibony passe en revue nos erreurs les plus fréquentes. Il développe une méthode pour les éviter en mobilisant l'intelligence collective, et propose des solutions concrètes pour permettre à chaque lecteur d'inventer son propre \"art de décider\". Vous allez prendre d'excellentes décisions !“\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 11
  },
  {
    "title": "Club de lecture 22.1 - Team Topologies",
    "date": "2022-01-29T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/282590209/",
    "description": "Le club de lecture 22.1 se tiendra samedi 29 janvier de 10h00 à 12h00.\nLe livre sélectionné est “Team Topologies” de Matthew Skelton et Manuel Pais.\n“Effective software teams are essential for any organization to deliver value continuously and sustainably. But how do you build the best team organization for your specific goals, culture, and needs? Team Topologies is a practical, step-by-step, adaptive model for organizational design and team interaction based on four fundamental team types and three team interaction patterns. It is a model that treats teams as the fundamental means of delivery, where team structures and communication pathways are able to evolve with technological and organizational maturity. In Team Topologies, IT consultants Matthew Skelton and Manuel Pais share secrets of successful team patterns and interactions to help readers choose and evolve the right team patterns for their organization, making sure to keep the software healthy and optimize value streams. Team Topologies is a major step forward in organizational design for software, presenting a well-defined way for teams to interact and interrelate that helps make the resulting software architecture clearer and more sustainable, turning inter-team problems into valuable signals for the self-steering organization.“\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 13
  },
  {
    "title": "Club de lecture 21.7 - Les vertus de l’échec",
    "date": "2021-11-20T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/280890878/",
    "description": "Le club de lecture 21.7 se tiendra samedi 20 novembre de 10h00 à 12h00.\nLe livre sélectionné est “Les vertus de l’échec” de Charles Pépin.\n“Et si nous changions de regard sur l'échec ?En France, échouer est mal perçu. Nous y voyons une faiblesse, une faute, et non un gage d'audace et d'expérience.Pourtant, les succès viennent rarement sans accroc. Charles de Gaulle, Rafael Nadal, Steve Jobs, Thomas Edison, J.K. Rowling ou Barbara ont tous essuyé des revers cuisants avant de s'accomplir.Relisant leurs parcours et de nombreux autres à la lumière de Marc-Aurèle, Saint Paul, Nietzsche, Freud, Bachelard ou Sartre, cet essai nous apprend à réussir nos échecs. Il nous montre comment chaque épreuve, parce qu'elle nous confronte au réel ou à notre désir profond, peut nous rendre plus lucide, plus combatif, plus vivant.Un petit traité de sagesse qui nous met sur la voie d'une authentique réussite.“\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 13
  },
  {
    "title": "Club de lecture 21.6 - Que faire des cons ?",
    "date": "2021-09-18T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/278697415/",
    "description": "Le club de lecture 21.6 se tiendra dans les locaux d'Aggelos samedi 18 septembre de 10h00 à 12h00.\nLe livre sélectionné est “Que faire des cons ?” de Maxime Rovere.\n“Votre vie est encombrée d'une ou plusieurs créatures malfaisantes? Vous désirez surmonter cette odieuse expérience et savoir comment vous en défaire? Avec humour, bienveillance et sagesse, ce livre propose une nouvelle éthique pour penser et soigner ce fléau de notre temps, maladie du collectif et poison de nos vies individuelles.“\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Ecosphère Aggelos - Eugène! - Triple-C",
      "address": "21 Rue Grateloup",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "21 Rue Grateloup, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 10
  },
  {
    "title": "Club de lecture 21.5 - La dynamique des groupes",
    "date": "2021-06-05T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/278079384/",
    "description": "Le club de lecture 21.5 se tiendra dans les locaux d'Aggelos samedi 5 juin de 10h00 à 12h00. Il sera également possible de participer par visioconférence.\nLe livre sélectionné est “La dynamique des groupes” de Dominique Oberlé.\n“Cet ouvrage est une introduction à l'approche psycho-sociale des groupes. Il vise deux objectifs complémentaires. D'une part, présenter l'approche classique de la dynamique des groupes restreints initiée par Kurt Lewin, d'autre part montrer en quoi ce courant de recherche ancien a été renouvelé par les théories les plus récentes de la psychologie sociale. Ces dernières, influencées par l'approche cognitive, ont montré que les enjeux identitaires déterminent pour une part importante ce qui se passe dans les groupes.“\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Ecosphère Aggelos - Eugène! - Triple-C",
      "address": "21 Rue Grateloup",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "21 Rue Grateloup, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 11
  },
  {
    "title": "Club de lecture 21.4 - Le thérapeute et le philosophe",
    "date": "2021-05-08T10:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/277263118/",
    "description": "Le club de lecture 21.4 se tiendra dans les locaux d'Aggelos samedi 8 mai de 10h00 à 12h00.\nLe livre sélectionné est “Le thérapeute et le philosophe” de Dany Gerbinet.\n“Pour atteindre le but, il faut l'abandonner. Cette étrange assertion de Gregory Bateson, père fondateur de l'approche systémique, est le fil conducteur de ce livre. Il explore les processus que nous mettons en œuvre lorsque nous poursuivons un but, quel qu'il soit. D'abord le rétrécissement du champ de la conscience qui se produit alors, lorsque nous ne prenons plus en compte que les informations susceptibles de nous rapprocher du but.Tout se met à ressembler à un marteau pour qui doit enfoncer un clou. Puis nous élaborons des plans, étapes par étapes. Nous planifions. Enfin nous nous efforçons de modeler notre environnement à l'image du plan. Et ce faisant, nous négligeons les régulations systémiques de la nature, engendrant par là des désastres écologiques mais aussi une corruption des relations humaines.“\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Ecosphère Aggelos - Eugène! - Triple-C",
      "address": "21 Rue Grateloup",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "21 Rue Grateloup, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 14
  },
  {
    "title": "Rupture Douce Saison 007 - Rétro-Confinement - Rencontre avec les auteurs",
    "date": "2021-04-13T18:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/277286242/",
    "description": "L'aventure Rupture Douce en est déjà à sa 7éme saison. Elle avait pour thème le rétro-confinement (c'est quoi ce truc ?).Rupture Douce est un ouvrage collectif et sa saison 007 a été co-écrite par un peu plus d'une vingtaine d'auteurs agiles (ou imposteurs agiles) en herbe (ou pas), illustrée par des scribers exhausteurs de talents (si, si c'est possible) et préfacée par un illustre personnage toulousain prénommé Claude aimant le verbe mais qui ne chante pas (facile à deviner).\nLa création de cette saison a été le siège d'une auto-organisation radicale riche de créativité singulière. Tellement différente dans son making-off et les ressentis des auteurs avec les versions antérieures, que nous avons souhaité partager un peu de cette expérience avec d'autres amateurs d'agilité et d'interactions humaines.\nNous vous proposons donc un Meetup en ligne d'un format spécial qui se déroulera en trois temps :- L'histoire de Rupture Douce et de son making off par les pères de la formule (pas trop long quand même)- Rencontres autoorganisées avec les auteurs présents sous forme de forum ouvert où vous aurez loisir de tester la loi des deux pieds en ligne entre des salles virtuelles (préparez des baskets adaptés)- Don/Contre Don avec tous les participants qui seront restés jusqu'au bout (et oui quand même ne pas donner du feedback ça serait pas cool sinon) c'est le cadeau que pourront nous faire nos invités d'un soir.\nLa présente invitation est à partager sans modération via vos réseaux préférés que vous assistiez ou pas.Lien de connexion :https://us02web.zoom.us/j/88981473331?pwd=SHFzaEViSzNCN0NpcVZWRGhySmljUT09\nID de réunion :[masked]Code secret :[masked]\nMerci enfin à Agile Bordeaux ne nous ouvrir son Meetup pour l'occasion.",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_count": 31
  },
  {
    "title": "Club de lecture 21.3 - L'espèce fabulatrice",
    "date": "2021-03-20T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/276525708/",
    "description": "Le club de lecture 21.3 se tiendra en visioconférence samedi 20 mars de 10h00 à 12h00.\nLe livre sélectionné est “L’espèce fabulatrice” de Nancy Huston.\n« À quoi ça sert d'inventer des histoires, alors que la réalité est déjà tellement incroyable ?» L'Espèce fabulatrice est la réponse à cette question liminaire.\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_limit": 15,
    "rsvp_count": 14
  },
  {
    "title": "Club de lecture 21.2 -  La logique de l'acouphène",
    "date": "2021-02-20T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/275827555/",
    "description": "Le club de lecture 21.2 se tiendra en visioconférence samedi 20 février de 10h00 à 12h00.\nLe livre sélectionné est “La logique de l'acouphène : Suivi de Petit traité de développement relationnel” d’Arnaud Bornens et de Nicolas Mathieu.\n“Humilié en plein comité de direction, Antoine s'enferme dans les toilettes et s'effondre. Un battement d'aile de papillon... Sans le savoir, il a libéré des forces mystérieuses qui vont bouleverser la vie de parfaits inconnus. Une logique implacable est à l'oeuvre... Ce roman nous entraîne dans des aventures truculentes et pleines d'humour qui dévoilent un trésor révolutionnaire et méconnu : le Petit traité de développement relationnel, essai didactique sur la complexité des relations humaines et les stratégies de dissolution des problèmes interpersonnels. Cet ouvrage hybride présente de façon vivante et décalée l'approche systémique stratégique et ses fondements anthropologiques. Une lecture qui vous fera changer de regard sur le monde, les autres et peut-être vous-même : bienvenue dans l'univers étrange de la systémie !”\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_limit": 15,
    "rsvp_count": 15
  },
  {
    "title": "Découvrir le rôle de Product Owner par la pratique et en aidant les autres.",
    "date": "2021-02-04T18:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/275710937/",
    "description": "Vous êtes #Product #Owner (PO) en activité ? Ou vous allez bientôt entamer une mission de #PO auprès d’une équipe #agile ? Vous êtes en reconversion professionnelle et aimeriez découvrir le métier de PO ? Vous ne savez pas trop comment vous y prendre ?\nPas de panique ! Alain Delachaux, Nicolas Ploquin et Jérôme Froville vous invitons à participer à une drôle d’aventure : LE PO DOJO !\nEn partant d'une idée ou d'un besoin nous allons dérouler le processus de conception agile UX jusqu’au backlog produit. Au travers de ce fil rouge nous découvrirons et pratiquerons plusieurs techniques et outils agile et UX : personas, carte d’empathie, storyboard, design studio, innovation games, impact mapping, story mapping, value proposition, elevator pitch, business canvas, … Et surtout partagerons nos expériences terrains, questions et astuces.\n10 PO de la région Bordelaise en 10 sessions mensuelles de #POdojo pour apprendre à faire par la pratique et en aidant les autres à pratiquer !\nÉvidemment c’est 100% gratuit, animé par des professionnels bénévoles et passionnés, mais attention PLACES LIMITEES !Vous voulez en savoir + ? Venez nous rencontrer :) et peut-être vous inscrire !\nMerci à Okiwi, Agile Bordeaux, Agile Tour Bordeaux et AgileToulouse pour leur aide et soutien.",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_count": 94
  },
  {
    "title": "Club de lecture 21.1 - La posture juste",
    "date": "2021-01-16T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/274884100/",
    "description": "Le club de lecture 21.1 se tiendra au Node samedi 16 janvier de 10h00 à 12h00.\nLe livre sélectionné est “La posture juste” de Thierry Janssen.\n“Nous vivons une période où les crises individuelles et collectives se succèdent. Ces déséquilibres prennent souvent racine dans les comportements névrotiques de notre ego, nos peurs, nos blessures, qui génèrent chaos et souffrance.Or nous pouvons sortir de cet engrenage et changer nos scénarios névrotiques pour retrouver l’harmonie. C’est à cette transformation que nous convie ce livre, grâce à un travail du corps-esprit pour trouver la posture juste.La posture juste est à la fois psychologique, corporelle et spirituelle. Elle nous permet de nous adapter aux circonstances de l’existence en agissant dans le respect de la Vie en nous et autour de nous.Dans ce livre, Thierry Janssen nous explique pas à pas comment :• Favoriser l’éveil de la conscience dans notre vie• Repérer nos comportements névrotiques• Développer la conscience des mouvements énergétiques à l’origine de ces comportements• Trouver la posture juste.”\nAprès le club, nous pourrons poursuivre nos discussions autour d’un verre dans un bar avoisinant.\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_limit": 15,
    "rsvp_count": 14
  },
  {
    "title": "Club de lecture 20.6 - Ecoute, petit homme !",
    "date": "2020-12-19T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/274774397/",
    "description": "Bonjour,\nLe club de lecture 20.6 se tiendra en visio-conférence samedi 19 décembre de 10h00 à 12h00.\nLe livre sélectionné est “Ecoute, petit homme !” de Wilhelm Reich.\n“Écoute, petit homme !, écrit en 1945, est l’aboutissement de tempêtes et luttes intérieures d’un psychanalyste qui a observé, pendant des décennies, d’abord en spectateur naïf, puis avec étonnement, et enfin avec horreur, ce que l’être humain s’inflige à lui-même, comment il souffre et se révolte, comment il admire ses ennemis et assassine ses amis ; comment – au moment même où il accède au pouvoir en assumant la fonction de représentant du peuple – il abuse de sa puissance et la rend pire que celle dont auparavant il avait à souffrir de la part de certains sadiques des classes supérieures.”\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, si vous étiez inscrits et que ne pouviez pas participer merci de vous désinscrire.",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_limit": 15,
    "rsvp_count": 9
  },
  {
    "title": "Club de lecture 20.5 - L'approche systémique",
    "date": "2020-11-21T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/273366174/",
    "description": "Bonjour,\nLe club de lecture 20.5 se tiendra en visio conférence samedi 21 novembre de 10h00 à 12h00.\nLe livre sélectionné est “L’approche systémique : Pour gérer l'incertitude et la complexité” de Arlette YATCHINOVSKY.\n“Dans un monde en perpétuel bouleversement, lorsque le moindre élément a une incidence sur le tout, seule une approche globale permet de prendre en compte les innombrables interactions qui multiplient la difficulté d'appréhender l'ensemble des problèmes qui se posent à nous. Dans un contexte de crise, d'incertitudes et de complexité, l'indémêlable écheveau de la réalité dépasse notre compréhension et a une incidence sur notre quotidien. Dans cet ouvrage, l’auteur propose d'agir sur ce quotidien grâce à des apports méthodologiques, des exemples concrets et des conseils qui seront utiles à tout individu comme à toute organisation. Grâce à l'approche systémique, il devient possible : de décoder les situations complexes ; de dépasser les blocages ; d'agir au quotidien avec davantage d'efficacité. Il est temps de renouveler notre façon traditionnellement analytique d'appréhender le monde : l'approche systémique répond à ce besoin.”\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, merci d’avoir l’élégance de vous désinscrire si vous étiez inscrits et que ne pouviez pas participer.",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_limit": 16,
    "rsvp_count": 14
  },
  {
    "title": "Club de lecture 20.4 - Coacher avec l’approche narrative",
    "date": "2020-09-12T09:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/272108470/",
    "description": "Bonjour,\nLe club de lecture 20.4 se tiendra au Node samedi 12 septembre de 9h30 à 11h30.\nLe livre sélectionné est “Coacher avec l’approche narrative” de Céline Bedell.\n“Ce manuel applique l’approche narrative au coaching, individuel et collectif en entreprise, et notamment sur les enjeux de leadership, management, gestion de carrière et performance.”\nAprès le club, nous pourrons poursuivre nos discussions autour d’un verre dans un bar avoisinant.\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, merci d’avoir l’élégance de vous désinscrire si vous étiez inscrits et que ne pouviez pas participer.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node - Aquinum",
      "address": "12 Rue des Faussets",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "12 Rue des Faussets, Bordeaux",
    "rsvp_limit": 15,
    "rsvp_count": 13
  },
  {
    "title": "Coaching Dojo 20.2 - Special Online",
    "date": "2020-06-27T09:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/271203421/",
    "description": "Un Coaching Dojo sur Zoom le 27 juin ! Et si vous veniez nous y rejoindre ? C'est un événement bénévole et gratuit.\nLien Zoom fournit un jour avant aux inscrits.\nVous trouverez ci-dessous :- qu'est ce qu'un Coaching Dojo,- le déroulé\nMais avant tout, quelques PRÉREQUIS IMPORTANTS :\n1. Merci d'être à l'heure.---------------------------------Nous commençons à 9h00 précise, aussi veuillez vous connecter à 8h55 et attendre avec une petite douceur et votre breuvage préféré.\n2. La vidéo est obligatoire pour les bulles de coaching---------------------------------------------------------------------------Aussi si vous n'avez pas de caméra ou un débit trop faible nous ne pourrons vous accueillir.\n3. Vérifier votre matériel avant------------------------------------------Si c'est votre première vidéo conférence, merci de vérifier avant votre caméra et la QUALITÉ DE VOTRE AUDIO. Vous trouverez surement un ami pour vous aider à tester. Ça permettra de vérifier si votre débit est suffisant.\n4. Réfléchissez à des problématiques----------------------------------------------------Tout le monde sera amené à endosser le rôle de Coaché, aussi nous vous demandons de réfléchir à une problématique réelle, légère et retraitée (c'est à dire solutionnée). Notre intention est d'éviter pour vous et le coach débutant de faire face à une montée émotionnelle qui pourrait vous mettre mal à l'aise en public certes restreint.\nCeci fait, qu'est-ce que le coaching dojo et à qui ce type de 1/2 journée est-il destiné ?\nQue vous soyez coachs ou non coachs, vous avez envie de découvrir et/ou vous entraîner à la pratique du coaching, alors cette journée est faite pour vous !\nAu travers de petits exercices où chacun aura un rôle à jouer, vous allez découvrir à quel point chacun d'entre nous possède la possibilité de se développer personnellement, pour permettre à l'autre de pouvoir cheminer et trouver ses propres solutions.\nCréer l'alliance, adopter une posture d'accueil, d'écoute, de reformulation et de questionnement, avoir un regard bienveillant et non jugeant, ... autant de techniques à la portée de tous, mais qui nécessitent de l'entrainement et de la prise de recul pour pouvoir aider l'autre à avancer dans ses problématiques et trouver ses propres solutions.\nAlors si vous avez envie de participer à cette 1/2 journée, d'enrichir les autres de ce que vous êtes et de vous enrichir de ce que sont les autres, n'hésitez plus une seconde et venez nous rejoindre. Chaque instant sera l'occasion de progresser et d'apprendre les uns des autres, les uns avec les autres !\nDéroulé :- 9h00 Accueil- 9h15 Pose du cadre- 9h30 1ère bulle de 30min en sous groupes (breakout zoom)- 10h Retour plénière pour questions / accueil retardataires- 10h30 2ieme bulle + pause 10min- 11h10 3ieme bulle- 12h Retour en plénière + feedbacks. Puis on chante ce n'est qu'un au-revoir en langue des signes.\nBravo vous avez lu tout le texte, vous serez cité au Courageous Hall.\nA bientôtL'organisation",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_limit": 23,
    "rsvp_count": 21
  },
  {
    "title": "Club de lecture 20.3 - Notre corps ne ment jamais",
    "date": "2020-06-06T09:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/270256889/",
    "description": "Bonjour,\nLe club de lecture 20.3 se tiendra en visioconférence samedi 6 juin de 9h30 à 11h30.\nLe livre sélectionné est “Notre corps ne ment jamais” d’Alice Miller.\n“Notre corps ne ment jamais. Quand nous tombons malades, quand nous faisons l'expérience de la dépression, de la toxicomanie, de l'anorexie, c'est que nous sommes traversés par un conflit intérieur entre ce que nous ressentons et ce que nous voudrions ressentir. D'un côté, il y a notre corps, qui garde intacte la mémoire de notre histoire - et tout particulièrement des mauvais traitements que nos parents ont pu nous infliger -, de l'autre, il y a notre esprit et notre volonté, conditionnés par la morale et notre éducation, qui nous déterminent à aimer et honorer, quoi qu'il arrive, ces mêmes parents. Ce livre explore, à travers de nombreux exemples - notamment des vies d'écrivains célèbres -, les conséquences parfois dramatiques de ce conflit, mais il montre aussi qu'il existe des raisons d'espérer. Non, nous ne sommes pas obligés d'être les \"bons\" enfants de nos parents s'ils nous ont fait du mal et s'ils continuent de pratiquer le chantage affectif. Oui, c'est notre responsabilité que d'être attentifs aux signaux d'alerte que nous envoie notre corps. Au terme de ce chemin exigeant par lequel nous acceptons de relire l'histoire de nos rapports avec nos parents, il y a l'espoir de naître à une authentique liberté intérieure”\nAprès le club, nous pourrons poursuivre nos discussions autour d’un verre.\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.\nLe nombre de places étant limité, merci d’avoir l’élégance de vous désinscrire si vous l’étiez et que ne pouviez pas participer.",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_limit": 15,
    "rsvp_count": 11
  },
  {
    "title": "Club de lecture 20.2 - La dynamique des équipes et l'intelligence collective",
    "date": "2020-04-18T09:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/269028247/",
    "description": "Bonjour,\nLe club de lecture 20.2 se tiendra au Node samedi 18 avril de 9h30 à 11h30.\nLe livre sélectionné est “La dynamique des équipes et l'intelligence collective” d’Olivier Devillard.\n“Faites l'équipe, elle fera le reste ! Si l'équipe est un des meilleurs moyens pour atteindre un enjeu ambitieux, elle l'est aussi pour assurer un excellent rendement et procurer au collaborateur une dimension à taille humaine qui le préserve des effets excessifs du stress. Quelles sont les règles de la dynamique collective ? Comment parvenir à l'intelligence collective ? Pourquoi rencontre-t-on des résistances au fonctionnement en équipe ? Comment améliorer la coopération ?”\nAprès le club, nous pourrons poursuivre nos discussions autour d’un verre dans un bar avoisinant.\nBonne lecture\n*****Le club de lecture est un moment de partage et d’échange autour d’un livre.Les participants ont lu l’ouvrage ou tout au moins une partie significative.",
    "community": "agile-bordeaux",
    "is_online": true,
    "rsvp_limit": 20,
    "rsvp_count": 17
  },
  {
    "title": "Club de lecture 20.1 - Questionnez Mieux et Gagnez en Leadership",
    "date": "2020-02-22T09:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/266947585/",
    "description": "Bonjour,\nLe club de lecture 20.1 se tiendra au Node samedi 22 février de 9h30 à 11h30.\nLe livre sélectionné est “Questionnez Mieux et Gagnez en Leadership” de Frédéric Falisse.\n“Au cours de votre carrière, quelle proportion de vos managers a su créer une relation d'exception, vous faire grandir, booster votre créativité et votre co-élaboration ? Il aurait fallu pour cela qu'ils vous aident à trouver de meilleures réponses, en vous posant les questions que vous ne pouviez vous poser seul. C'est l'objectif de ce livre : comment être, grâce à de meilleures questions, le leader que vous auriez aimé avoir eu ? A partir de situations vécues en entreprises, vous y trouverez des clés de compréhension et des outils concrets directement applicables dans votre quotidien. Construire l'avenir en motivant vos partenaires autour d'une quête commune, réfléchir en équipe et décupler la créativité, débloquer un dialogue, mobiliser, convaincre et impliquer... Autant d'atouts indispensables au leadership et dont les questions disposent, à condition d'en maîtriser les ressorts si souvent inexploités. Au fil de ces applications de la Questiologie, vous découvrirez pourquoi on reconnaît un collaborateur intelligent par ses réponses, et on suit un leader inspirant pour ses questions.”\nAprès le club, nous pourrons poursuivre nos discussions autour d’un verre dans un bar avoisinant.\nBonne lecture",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node ",
      "address": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux",
      "city": "Bordeaux ",
      "country": "France"
    },
    "location": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux, Bordeaux ",
    "rsvp_limit": 15,
    "rsvp_count": 14
  },
  {
    "title": "Coaching Dojo 20.1",
    "date": "2020-01-25T09:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/266214311/",
    "description": "Un Coaching Dojo sur Bordeaux le 25 janvier : et si vous veniez nous y rejoindre ?...\nMais avant toute chose, qu'est-ce que le coaching dojo et à qui ce type de journée est-il destiné ?\nQue vous soyez coachs ou non coachs, vous avez envie de découvrir et/ou vous entraîner à la pratique du coaching, alors cette journée est faite pour vous !\nAu travers de petits exercices où chacun aura un rôle à jouer, vous allez découvrir à quel point chacun d'entre nous possède la possibilité de se développer personnellement, pour permettre à l'autre de pouvoir cheminer et trouver ses propres solutions.\nCréer l'alliance, adopter une posture d'accueil, d'écoute, de reformulation et de questionnement, avoir un regard bienveillant et non jugeant, ... autant de techniques à la portée de tous, mais qui nécessitent de l'entrainement et de la prise de recul pour pouvoir aider l'autre à avancer dans ses problématiques et trouver ses propres solutions.\nAlors si vous avez envie de participer à cette journée, d'enrichir les autres de ce que vous êtes et de vous enrichir de ce que sont les autres, n'hésitez plus une seconde et venez nous rejoindre. Chaque instant sera l'occasion de progresser et d'apprendre les uns des autres, les uns avec les autres !Sans oublier, l'occasion de partager un bon moment de convivialité.\nCette journée est entièrement gratuite. Elle se veut résolument ouverte à tous, avec pour seules conditions :- Participer à l'ensemble de la journée : de 9h00 à 18h00- Amener un plat sucré ou salé, ainsi qu'une boisson, que nous partagerons au moment du déjeuner pris en commun- Annuler votre participation si vous ne pouvez plus venir, pour permettre à d'autres personnes de pouvoir participer (le groupe étant limité à 30 personnes pour permettre de pratiquer dans de bonnes conditions).\nPour ce qui est du lieu, nous sommes preneurs d'un lieu d'accueil s'inscrivant dans le cadre de cet événement, à savoir :- Permettre à l'ensemble du groupe de se regrouper pour les phases de synchronisation telles que l'accueil, le lancement, la clôture, mais aussi pour partager le déjeuner.- Permettre à des groupes de 4 à 6 personnes de s'isoler pour pratiquer des séances de coaching, de façon confortable et confidentielle.\nAlors n'hésitez pas à revenir vers nous 😉.\nMAJ 21/11/2019 : L'entreprise Startec Developpement nous accueillera dans ses locaux au 11 Avenue Henri Becquerel, 33700 Mérignac.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "11 Av. Henri Becquerel",
      "address": "11 Av. Henri Becquerel",
      "city": "Mérignac",
      "country": "France"
    },
    "location": "11 Av. Henri Becquerel, Mérignac",
    "rsvp_limit": 30,
    "rsvp_count": 30
  },
  {
    "title": "Club de lecture 19.5 - La spirale dynamique ",
    "date": "2019-11-30T09:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/265397378/",
    "description": "Bonjour,\nLe club de lecture 19.5 se tiendra au Node samedi 30 novembre de 9h30 à 11h30.\nLe livre sélectionné est “La spirale dynamique - Comprendre comment les hommes s'organisent et pourquoi ils changent” de Fabien Chabreuil et Patricia Chabreuil.\n“Ce qui nous semble chaotique ne l'est qu'en apparence. Au cours du développement d'un individu, d'une organisation ou d'une société, des modèles du monde nouveaux apparaissent et se rajoutent aux anciens dans une spirale évolutive sans fin, symbolisée par le professeur de psychologie Clare Graves en une Spirale Dynamique. Ce modèle puissant aide à décoder l'univers et les personnes qui nous entourent. Il éclaircit les situations et les interactions ; clarifie les choix de vie et nos décisions ; ouvre à la nécessité ou non de changement et à sa planification ; favorise l'action appropriée. Pour un meilleur épanouissement de chacun de nous et des organisations, pour trouver des solutions à nos problèmes avant qu'ils deviennent ingérables, pour nous-même comme pour ceux qui nous entourent, de nos enfants à nos collaborateurs, apprenons à agir avec les bonnes clés.”\nAprès le club, nous pourrons poursuivre nos discussions autour d’un verre dans un bar avoisinant.\nBonne lecture",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node ",
      "address": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux",
      "city": "Bordeaux ",
      "country": "France"
    },
    "location": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux, Bordeaux ",
    "rsvp_limit": 15,
    "rsvp_count": 8
  },
  {
    "title": "Club de lecture 19.4 - La nuit j’écrirai des soleils",
    "date": "2019-09-28T09:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/262665679/",
    "description": "Bonjour,\nLe club de lecture 19.4 se tiendra au Node samedi 28 septembre de 9h30 à 11h30.\nLe livre sélectionné est “La nuit j’écrirai des soleils” de Boris Cyrulnik.\n“Je sais maintenant, grâce aux récits intimes de mon for intérieur, et aux histoires des enfances fracassées, qu’il est toujours possible d’écrire des soleils.Combien, parmi les écrivains, d’enfants orphelins, d’enfants négligés, rejetés, qui, tous, ont combattu la perte avec des mots écrits ?Pour eux, le simple fait d’écrire changea le goût du monde.”\nAprès le club, nous pourrons poursuivre nos discussions autour d’un verre dans un bar avoisinant.\nBonne lecture",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node ",
      "address": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux",
      "city": "Bordeaux ",
      "country": "France"
    },
    "location": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux, Bordeaux ",
    "rsvp_limit": 15,
    "rsvp_count": 6
  },
  {
    "title": "Coaching Dojo 19.1",
    "date": "2019-09-14T09:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/260531263/",
    "description": "Un Coaching Dojo sur Bordeaux le 14 septembre : et si vous veniez nous y rejoindre ?...\nMais avant toute chose, qu'est-ce que le coaching dojo et à qui ce type de journée est-il destiné ?\nQue vous soyez coachs ou non coachs, vous avez envie de découvrir et/ou vous entraîner à la pratique du coaching, alors cette journée est faite pour vous !\nAu travers de petits exercices où chacun aura un rôle à jouer, vous allez découvrir à quel point chacun d'entre nous possède la possibilité de se développer personnellement, pour permettre à l'autre de pouvoir cheminer et trouver ses propres solutions.\nCréer l'alliance, adopter une posture d'accueil, d'écoute, de reformulation et de questionnement, avoir un regard bienveillant et non jugeant, ... autant de techniques à la portée de tous, mais qui nécessitent de l'entrainement et de la prise de recul pour pouvoir aider l'autre à avancer dans ses problématiques et trouver ses propres solutions.\nAlors si vous avez envie de participer à cette journée, d'enrichir les autres de ce que vous êtes et de vous enrichir de ce que sont les autres, n'hésitez plus une seconde et venez nous rejoindre. Chaque instant sera l'occasion de progresser et d'apprendre les uns des autres, les uns avec les autres !Sans oublier, l'occasion de partager un bon moment de convivialité.\nCette journée est entièrement gratuite. Elle se veut résolument ouverte à tous, avec pour seules conditions :- Participer à l'ensemble de la journée : de 9h00 à 18h00- Amener un plat sucré ou salé, ainsi qu'une boisson, que nous partagerons au moment du déjeuner pris en commun- Annuler votre participation si vous ne pouvez plus venir, pour permettre à d'autres personnes de pouvoir participer (le groupe étant limité à 30 personnes pour permettre de pratiquer dans de bonnes conditions).\nPour ce qui est du lieu, nous serons accueillis par ekino (www.ekino.fr) pour cette édition.\nPour les prochaines éditions, nous sommes toujours preneurs de lieux d’accueil s’inscrivant dans le cadre de cet événement, à savoir :- Permettre à l'ensemble du groupe de se regrouper pour les phases de synchronisation telles que l'accueil, le lancement, la clôture, mais aussi pour partager le déjeuner.- Permettre à des groupes de 4 à 6 personnes de s'isoler pour pratiquer des séances de coaching, de façon confortable et confidentielle.\nAlors n’hésitez pas à revenir vers nous 😉.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "EKINO BORDEAUX",
      "address": "1 cours Xavier Arnozan",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "1 cours Xavier Arnozan, Bordeaux",
    "rsvp_limit": 30,
    "rsvp_count": 30
  },
  {
    "title": "Club de lecture 19.3 - À nous la liberté",
    "date": "2019-06-15T09:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/258815870/",
    "description": "Bonjour,\nLa date définitive du prochain club de lecture a été fixée au 15/06/209. Comme d'habitude, il se tiendra au Node de 9h30 à 11h30 et nous pourrons continuer les discussions autour d'un verre dans un bar avoisinant.\nLe livre sélectionné est “À nous la liberté” de Christophe André, Alexandre Jollien et Matthieu Ricard.\n“Être libre : le grand chantier de l’existence. Comment progresser vers la liberté intérieure, celle qui nous permet d'aborder sereinement les hauts et les bas de l’existence et de nous affranchir des causes de la souffrance ? Dès l'enfance, nous sommes entravés par les peurs, les préjugés et mille et un conditionnements qui nous empêchent d’être heureux. Se lancer dans l'aventure de la liberté intérieure, c’est défaire un à un tous ces barreaux, ceux que nous avons forgés nous-mêmes et ceux que la société de la performance, de la consommation et de la compétition nous impose. Ce livre, écrit à trois voix par un psychiatre, un philosophe et un moine, nous invite à un itinéraire joyeux pour nous extraire de nos prisons et nous rapprocher des autres.”\nBonne lecture",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node ",
      "address": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux",
      "city": "Bordeaux ",
      "country": "France"
    },
    "location": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux, Bordeaux ",
    "rsvp_limit": 15,
    "rsvp_count": 5
  },
  {
    "title": "Agile Bordeaux 19.2",
    "date": "2019-06-06T18:45:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/261328959/",
    "description": "Le prochain meetup Agile Bordeaux aura lieu le 6 juin et sera accueilli par CDiscount que nous remercions.\nAu programme :\n18h45 : Accueil au RDC, accès aux salles\n19h00 : Présentation de l'entreprise accueillante, infos sur les événements agiles, energizer géant\n19h30 : organisations des ateliers\nMerci d'indiquer ici les serious games, présentations et REX que vous souhaitez faire : https://docs.google.com/document/d/1a1vpCQQpYtz-G5tR1Mc632k1VY_br-b5oMVC2eTQcFc/edit?usp=sharing\n21h00 : Discussions autour d'un verre et d'une part de pizza\n21h30 : Il sera temps de nous quitter et de rendre les locaux à nos hôtes de la soirée\n21h45 : Off dans les bars des quais\nA noter :• Les boissons et pizzas sont offertes par CDiscount• N'hésitez pas à nous soumette vos propositions d’ateliers pour cette édition et/ou des lieux d’accueils pour les prochaines",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "120 Quai de Bacalan",
      "address": "120 Quai de Bacalan",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "120 Quai de Bacalan, Bordeaux",
    "rsvp_limit": 50,
    "rsvp_count": 50
  },
  {
    "title": "Club de lecture 19.2 - Découvrir un sens à sa vie ",
    "date": "2019-03-23T09:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/258813843/",
    "description": "Bonjour,\nLe prochain club de lecture se tiendra au Node le samedi 23/03/2019 de 9h30 à 11h30.Le livre sélectionné est “Découvrir un sens à sa vie” de Victor FRANKL.\n“Viktor Frankl estime qu'une des principales causes de névrose est la perte de sens. Il défend la thèse selon laquelle l'inconscient est principalement d'essence spirituelle car \"lorsqu'on trouve un sens aux événements de sa vie, la souffrance diminue et la santé mentale s'améliore\". Au-delà de l'instinct de plaisir, la nature profonde de l'Homme le conduit vers la réalisation morale. C'est dans son expérience des camps de concentration que Frankl a développé cette interrogation sur le sens.”\nAprès le club, nous pourrons poursuivre nos discussions autour d’un verre dans un bar avoisinant.\nBonne lecture",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node ",
      "address": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux",
      "city": "Bordeaux ",
      "country": "France"
    },
    "location": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux, Bordeaux ",
    "rsvp_limit": 14,
    "rsvp_count": 13
  },
  {
    "title": "Club de lecture 19.1 - Start With Why",
    "date": "2019-02-02T09:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/257027302/",
    "description": "Bonjour,\nLe prochain club de lecture se tiendra au Node le samedi 02/12/2018 de 9h30 à 11h30.Le livre sélectionné est “Start With Why” de Simon SINEK.\n“START WITH WHY shows that the leaders who've had the greatest influence in the world all think, act, and communicate the same way - and it's the opposite of what everyone else does. Sinek calls this powerful idea The Golden Circle, and it provides a framework upon which organizations can be built, movements can be led, and people can be inspired. And it all starts with WHY.”\nBonne lecture",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node ",
      "address": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux",
      "city": "Bordeaux ",
      "country": "France"
    },
    "location": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux, Bordeaux ",
    "rsvp_count": 14
  },
  {
    "title": "Agile Bordeaux 19.1",
    "date": "2019-01-24T19:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/257289336/",
    "description": "Le prochain meetup Agile Bordeaux aura lieu le 24 janvier et sera accueilli par Capgemini Bordeaux que nous remercions.\nAu programme :\n19h00 : Accueil, infos courantes, introduction de Scrum en 5 minutes\n19h30 : 2 ateliers en parallèle• Bastien vous propose une Retrospective Storming (~1h30) afin de découvrir et partager différentes pratiques de rétrospective (inspiré de https://fr.slideshare.net/axelvillechalane/support-retrospective-storming-agile-nantes )• Chris vous propose un Aeroplane Game afin d’expérimenter les bienfaits des limites\n20h30 : Echanges autour d’un verre\n21h00 : Il sera temps de nous quitter et de rendre les locaux à nos hôtes de la soirée\n(Ce programme a été co-construit à travers le framapad https://bimestriel.framapad.org/p/agilebdx_19_1)\nA noter :• Nous vous remercions d'amener des boissons (sans alcool) / des snacks à partager pour un moment convivial après les ateliers• N'hésitez pas à nous soumette vos propositions d’ateliers pour cette édition et/ou des lieux d’accueils pour les prochaines",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Capgemini",
      "address": "19 Allée James Watt",
      "city": "MERIGNAC",
      "country": "France"
    },
    "location": "19 Allée James Watt, MERIGNAC",
    "rsvp_count": 43
  },
  {
    "title": "Lean Coffee @ CoolWorking",
    "date": "2018-12-14T09:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/256836472/",
    "description": "Vous militez pour que les publicités pour lessives soient reconnues patrimoine culturel à l'Unesco, vous souhaitez vous lancer dans l'emballage écolo pour pachydermes empaillés, vous avez besoin de faire la promo de vos bouchons-de-stylo-couverts ou vous êtes simplement curieux(se) ?Vous cherchez une occasion d’échanger de manière sympa et efficace à ce propos ?Ca tombe bien, le Lean Coffee propose une rencontre structurée, mais sans ordre du jour. Les participants recueillent les idées, construisent l’agenda et commencent à parler. Le temps de chaque thématique est limite, et peut être prolongé par simple vote.Fini l’ennui à écouter sans intérêt une discussion interminable, au revoir les thèmes importants oubliés, adieu de hors sujet...... et ça commence vendredi 19/10 à 9h dans l’espace détente au 2e étage de Coolworking, 9 rue de condé, 33000 BORDEAUX.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Coolworking",
      "address": "9 rue de Condé",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "9 rue de Condé, Bordeaux",
    "rsvp_limit": 12,
    "rsvp_count": 8
  },
  {
    "title": "Club de lecture 18.5 - Changing Your Team From The Inside",
    "date": "2018-12-01T09:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/255454948/",
    "description": "Club de lecture 18.5 - Changing Your Team From The InsideBonjour,\nLe prochain club de lecture se tiendra au Node le samedi 01/12/2018 de 9h30 à 11h30.Le livre sélectionné est “Changing Your Team From The Inside” de Alexis MONVILLE.\n“Change Management needs to change. Change Management is so important that... What if there was no need for change management because we are continuously improving our way of working? This book is about you fostering that change from the inside! This book has everything you need to know to build high impact, sustainable teams.”\nBonne lecture",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node ",
      "address": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux",
      "city": "Bordeaux ",
      "country": "France"
    },
    "location": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux, Bordeaux ",
    "rsvp_count": 12
  },
  {
    "title": "Lean Coffee @ CoolWorking",
    "date": "2018-10-19T09:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/255449522/",
    "description": "Vous militez pour que les publicités pour lessives soient reconnues patrimoine culturel à l'Unesco, vous souhaitez vous lancer dans l'emballage écolo pour pachydermes empaillés, vous avez besoin de faire la promo de vos bouchons-de-stylo-couverts ou vous êtes simplement curieux(se) ?Vous cherchez une occasion d’échanger de manière sympa et efficace à ce propos ?Ca tombe bien, le Lean Coffee propose une rencontre structurée, mais sans ordre du jour. Les participants recueillent les idées, construisent l’agenda et commencent à parler. Le temps de chaque thématique est limite, et peut être prolongé par simple vote.Fini l’ennui à écouter sans intérêt une discussion interminable, au revoir les thèmes importants oubliés, adieu de hors sujet...... et ça commence vendredi 19/10 à 9h dans l’espace détente au 2e étage de Coolworking, 9 rue de condé, 33000 BORDEAUX.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Coolworking",
      "address": "9 rue de Condé",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "9 rue de Condé, Bordeaux",
    "rsvp_limit": 12,
    "rsvp_count": 2
  },
  {
    "title": "Club de lecture 18.4 - The Happiness Equation",
    "date": "2018-10-06T09:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/252773386/",
    "description": "Bonjour,\nLe prochain club de lecture se tiendra au Node le samedi 06/10/2018 de 9h30 à 11h30.Le livre sélectionné est “The Happiness Equation” de Neil PASRICHA.\n“The Happiness Equation is a book that will change how you think about everything - your time, your career, your relationships, your family, and, ultimately, of course, your happiness.”\nBonnes vacances et bonnes lectures",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node ",
      "address": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux",
      "city": "Bordeaux ",
      "country": "France"
    },
    "location": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux, Bordeaux ",
    "rsvp_count": 9
  },
  {
    "title": "Coaching Dojo 18.2",
    "date": "2018-09-15T09:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/251155460/",
    "description": "Un Coaching Dojo sur Bordeaux le 15 septembre : et si vous veniez nous y rejoindre ?...\nMais avant toute chose, qu'est-ce que le coaching dojo et à qui ce type de journée est-il destiné ?\nQue vous soyez coachs ou non coachs, vous avez envie de découvrir et/ou vous entrainer à la pratique du coaching, alors cette journée est faite pour vous !\nAu travers de petits exercices où chacun aura un rôle à jouer, vous allez découvrir à quel point chacun d'entre nous possède la possibilité de se développer personnellement, pour permettre à l'autre de pouvoir cheminer et trouver ses propres solutions.\nCréer l'alliance, adopter une posture d'accueil, d'écoute, de reformulation et de questionnement, avoir un regard bienveillant et non jugeant, ... autant de techniques à la portée de tous, mais qui nécessitent de l'entrainement et de la prise de recul pour pouvoir aider l'autre à avancer dans ses problématiques et trouver ses propres solutions.\nAlors si vous avez envie de participer à cette journée, d'enrichir les autres de ce que vous êtes et de vous enrichir de ce que sont les autres, n'hésitez plus une seconde et venez nous rejoindre. Chaque instant sera l'occasion de progresser et d'apprendre les uns des autres, les uns avec les autres !Sans oublier, l'occasion de partager un bon moment de convivialité.\nCette journée est entièrement gratuite. Elle se veut résolument ouverte à tous, avec pour seules conditions :- Participer à l'ensemble de la journée : de 9h00 à 18h00- Amener un plat sucré ou salé, ainsi qu'une boisson, que nous partagerons au moment du déjeuner pris en commun- Annuler votre participation si vous ne pouvez plus venir, pour permettre à d'autres personnes de pouvoir participer (le groupe étant limité à 30 personnes pour permettre de pratiquer dans de bonnes conditions).\nPour ce qui est du lieu, nous sommes preneurs d’un lieu d’accueil s’inscrivant dans le cadre de cet événement, à savoir :- Permettre à l'ensemble du groupe de se regrouper pour les phases de synchronisation telles que l'accueil, le lancement, la clôture, mais aussi pour partager le déjeuner.- Permettre à des groupes de 4 à 6 personnes de s'isoler pour pratiquer des séances de coaching, de façon confortable et confidentielle.\nAlors n’hésitez pas à revenir vers nous 😉.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Zenika Bordeaux",
      "address": "Immeuble grand angle, 25 avenue Perie",
      "city": "Bruges",
      "country": "France"
    },
    "location": "Immeuble grand angle, 25 avenue Perie, Bruges",
    "rsvp_limit": 30,
    "rsvp_count": 30
  },
  {
    "title": "Club de lecture 18.3 - Coaching Agile",
    "date": "2018-06-30T09:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/250678700/",
    "description": "Bonjour,\nLe prochain club de lecture se tiendra au Node le samedi 30/06/2018 de 9h30 à 11h30.Le livre sélectionné est “Coaching Agile” de Rachel Davies et Liz Sedley, traduit par Fabrice Aimetti.\n“Découvrez comment coacher votre équipe pour qu'elle devienne plus agile. Ce livre démystifie les pratiques agiles, il s'agit d'un guide pratique pour créer des équipes agiles solides.”\nBonnes lectures",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node ",
      "address": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux",
      "city": "Bordeaux ",
      "country": "France"
    },
    "location": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux, Bordeaux ",
    "rsvp_count": 8
  },
  {
    "title": "Club de lecture 18.2",
    "date": "2018-04-28T09:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/249376904/",
    "description": "Le livre sélectionné pour le club de lecture du 28 avril est “Changez vos questions, changez votre vie ! 10 puissants outils pour la vie personnelle et professionnelle” de Marilee Adams.\n“...une vérité surprenante, propre à chambouler l'existence : n'importe qui peut transformer sa vie en changeant les questions qu'il pose, et surtout celles qu'il se pose à lui-même.”\nC’est un livre en français de 163 pages, disponible aux formats papier et numérique.\nBonne lecture !",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node ",
      "address": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux",
      "city": "Bordeaux ",
      "country": "France"
    },
    "location": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux, Bordeaux ",
    "rsvp_count": 6
  },
  {
    "title": "Club de lecture 18.1",
    "date": "2018-03-10T09:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/247286123/",
    "description": "Bonjour,\nLe prochain club de lecture aura lieu samedi 10 mars.\nLe livre sélectionné est \"Vous²\" de Price Pritchett.\nC’est un livre court (67 pages) et en français sur la thématique de l'efficacité personnelle.\n“Vous² : une formule à grande vitesse pour décupler votre efficacité personnelle. Faire le saut quantique, passer de vous à Vous² signifie accomplir bien plus, en moins de temps, avec seulement une fraction de l'effort que vous avez l'habitude de fournir.”\nLes livres en cours de sélection sur notre tableau Trello :https://trello.com/b/FIsc7Xf7/club-de-lecture-bordeaux\nBonne lecture",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Node ",
      "address": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux",
      "city": "Bordeaux ",
      "country": "France"
    },
    "location": "AQUINUM C/O Le Node - 12 rue des Faussets - 33000 Bordeaux, Bordeaux ",
    "rsvp_count": 8
  },
  {
    "title": "Coaching Dojo 18.1",
    "date": "2018-03-03T09:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/246239159/",
    "description": "Que diriez-vous de commencer l’année avec un nouveau Coaching Dojo ?\nBonne nouvelle, nous sommes parvenus à caler une date commune pour vous proposer une nouvelle édition du Coaching Dojo de Bordeaux en début d’année dans les meilleures conditions.\nLa 18.1 se tiendra donc le 3 mars chez OnePoint.\nNouvelle date, formule conservée :• Cette journée est entièrement gratuite.• Vous allez répéter des petites séances de coaching en petits groupes en introduisant progressivement des techniques de coaching différentes.• Vous allez échanger avec des coachs et des non-coachs.\nCette journée se veut résolument ouverte à tous et avec pour seule condition : être contributeur sur l’ensemble de la journée (09:00 - 18:00) et non simple consommateur. Nous demandons aussi aux participants d'amener un plat sucré ou salé, ainsi qu'une boisson.\nPour ce qui est du lieu, nous sommes toujours à la recherche d’un lieu d’accueil s’inscrivant dans le cadre de cet événement, à savoir :• Permettre à l'ensemble du groupe de se regrouper pour les phases de synchronisation telles que l'accueil, le lancement, la clôture, mais aussi pour partager de façon conviviale un déjeuner facilitant les échanges et partages libres.• Permettre à des groupes de 4 à 6 personnes de s'isoler pour pratiquer des séances de coaching de façon confortable et confidentielle.\nN’hésitez pas à revenir vers nous 😉.\nA bientôt !",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "OnePoint",
      "address": "28 Avenue Léonard de Vinci",
      "city": "Pessac",
      "country": "France"
    },
    "location": "28 Avenue Léonard de Vinci, Pessac",
    "rsvp_limit": 24,
    "rsvp_count": 22
  },
  {
    "title": "PODOJO Bordeaux #03",
    "date": "2018-02-05T19:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/246787523/",
    "description": "PODOJO Bordeaux #03\n********************************************************Au programme :\nAu travers de l'atelier Elephant Carpaccio (inventé par Alistair Cockburn), animé par Benoist Soulard et Jérôme Froville, vous expérimenterez le découpage d'un sujet en user stories fines et successives.L'atelier se réalise par binômes et nécessite un ordinateur portable / tablette (disposant d'un tableur ou d'un outil de développement logiciel si vous préférez).\n********************************************************\nC'est quoi un PO-DOJO ?\nIl s'agit d'un espace où les Product Owner (quel que soit votre niveau : débutant ou confirmé) pourront progresser par la pratique. Le DOJO est une zone d'entraînement où les participants peuvent :\n- s'améliorer et échanger\n- essayer et se tromper\n- tester de nouvelles pratiques en binôme\n- apprendre de façon collective (il n'y a pas de maître ou de PO référent)\nCe que l'on peut expérimenter (par exemple) :\n- rédiger des User Stories (ATDD, BDD, spécification par l'exemple, ...)\n- mettre en place un Backlog produit\n- créer une Story map, une Impact Map, une fresque Event Storming\n- expérimenter des pratiques UX : vision produit, persona, empathy map, Design Studio, ...\nVous pouvez amener vos sujets/problématiques :\nhttps://bimestriel.framapad.org/p/PODOJOBORDO\nCe que le PO-DOJO n'est pas\n- Une formation pour PO donnée par un formateur\n- Un lieu où l'on vient pour être seulement consommateur, il faudra être acteur !\nNote : on ne traite pas un cas réel propre à un participant du PO-DOJO\ncopyright du texte : Alexandre BOUTIN, à l'origine des premiers PO-DOJO : Emilie Espositos\n================================================\nFAQ :\nQui peut venir ?\nToute personne qui s'intéresse à / souhaite partager / apprendre à propos des pratiques/techniques liées au product ownership quel que soit son profil.\nComment ça se passe ?\nLes sujets / problématiques sont amenés par les participant(e)s-contributeurs(trices). Ils sont priorisés en séance et ils sont testés par travail en sous-groupes et en itérations+débriefs, ce qui permet de multiplier les expériences et les apprentissages collectifs.\nC'est en soirée, est-ce qu'on mange ?\nPour que ce moment soit plus convivial encore, chacun peut ramener un petit quelque chose à boire ou à manger...",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Agirc-Arrco",
      "address": " 21 chemin du plantey",
      "city": "Gradignan",
      "country": "France"
    },
    "location": " 21 chemin du plantey, Gradignan",
    "rsvp_limit": 25,
    "rsvp_count": 25
  },
  {
    "title": "Agile Bordeaux 18.1",
    "date": "2018-01-25T19:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/245813517/",
    "description": "Le prochain meetup Agile Bordeaux aura lieu le 25 janvier et sera accueilli par SQLI que nous remercions.\nLe programme :• 19h - Accueil, annonces et nouvelles• Icebreaker par Patrick Barroyer• Ateliers en parallèle :o Casino Game par Chris Deniaud & Patrick Barroyero Atelier \"pass the pennies\" par Rémi Goyard• Echanges autour d'un verre\nA noter :• Nous vous remercions d'amener des boissons (sans alcool) / des snacks à partager pour un moment convivial après les ateliers• N'hésitez pas à nous soumette vos propositions d’ateliers pour cette édition et/ou des lieux d’accueils pour les prochaines",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "SQLI",
      "address": "23 avenue de Léonard de Vinci",
      "city": "PESSAC",
      "country": "France"
    },
    "location": "23 avenue de Léonard de Vinci, PESSAC",
    "rsvp_count": 35
  },
  {
    "title": "Club de lecture de novembre",
    "date": "2017-11-08T19:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/244046292/",
    "description": "Le prochain club de lecture aura lieu mercredi 8 novembre à 19h00 au New York.\nLe livre retenu est \"Humans vs Computers\" de Gojko Adzic.\nHumans vs Computers is a book about people caught between wrong assumptions and computer bugs. You'll read about humans who are invisible to computers, how a default password once caused a zombie apocalypse and why airlines sometimes give away free tickets. This is also a book on how to prevent, avoid and reduce the impact of such problems.\nBonne lecture !",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le New York",
      "address": "4 Cours Pasteur",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "4 Cours Pasteur, Bordeaux",
    "rsvp_count": 3
  },
  {
    "title": "PODOJO Bordeaux #02",
    "date": "2017-10-05T19:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/242640113/",
    "description": "PODOJO Bordeaux #02\nC'est quoi un PO-DOJO ?\nIl s'agit d'un espace où les Product Owner (quel que soit votre niveau : débutant ou confirmé) pourront progresser par la pratique. Le DOJO est une zone d'entraînement où les participants peuvent :\n- s'améliorer et échanger\n- essayer et se tromper\n- tester de nouvelles pratiques en binôme\n- apprendre de façon collective (il n'y a pas de maître ou de PO référent) \nCe que l'on peut expérimenter  (par exemple) :\n- rédiger des User Stories (ATDD, BDD, spécification par l'exemple, ...)\n- mettre en place un Backlog produit\n- créer une Story map, une Impact Map, une fresque Event Storming\n- expérimenter des pratiques UX : vision produit, persona, empathy map, Design Studio, ...\nVous pouvez amener vos sujets/problématiques : \nhttps://bimestriel.framapad.org/p/PODOJOBORDO\n Ce que le PO-DOJO n'est pas\n- Une formation pour PO donnée par un formateur\n- Un lieu où l'on vient pour être seulement consommateur, il faudra être acteur !\n Note : on ne traite pas un cas réel propre à un participant du PO-DOJO \ncopyright du texte : Alexandre BOUTIN, à l'origine des premiers PO-DOJO : Emilie Espositos\n================================================\nFAQ :\nQui peut venir ?\nToute personne qui s'intéresse à / souhaite partager / apprendre à propos des pratiques/techniques liées au product ownership quel que soit son profil. \nComment ça se passe ?\nLes sujets / problématiques sont amenés par les participant(e)s-contributeurs(trices). Ils sont priorisés en séance et ils sont testés par travail en sous-groupes et en itérations+débriefs, ce qui permet de multiplier les expériences et les apprentissages collectifs.\nC'est en soirée, est-ce qu'on mange ?\nPour que ce moment soit plus convivial encore, chacun peut ramener un petit quelque chose à boire ou à manger...",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Lectra",
      "address": "23 chemin de marticot",
      "city": "cestas",
      "country": "France"
    },
    "location": "23 chemin de marticot, cestas",
    "rsvp_limit": 25,
    "rsvp_count": 23
  },
  {
    "title": "Coaching Dojo 17.3",
    "date": "2017-09-30T09:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/241093981/",
    "description": "Une formule qui fonctionne est une formule qui se doit d’être à nouveau proposée. \nNous avons donc une bonne nouvelle pour vous : un alignement de planètes nous permet à nous quatre de vous proposer une nouvelle édition du Coaching Dojo de Bordeaux dès le retour de votre (et notre) pause estivale. C’est donc dès le 30 septembre que nous vous proposons l’édition 17.3 du Coaching Dojo de Bordeaux.\nNouvelle date, mais même formule :• Cette journée est entièrement gratuite. \n• Vous allez répéter des petites séances de coaching en petits groupes en introduisant progressivement des techniques de coaching différentes.\n• Vous allez échanger avec des coachs et des non-coachs.\nCette journée se veut résolument ouverte à tous et avec pour seule condition : être contributeur sur l’ensemble de la journée (09:00 - 18:00) et non simple consommateur. Nous demandons aussi aux participants d'amener un plat sucré ou salé, ainsi qu'une boisson. \nNote : C'est à nouveau Zenika qui nous accueillera pour cette troisième édition de l'année. Merci à eux !\nA bientôt !",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Zenika Bordeaux",
      "address": "Immeuble grand angle, 25 avenue Perie",
      "city": "Bruges",
      "country": "France"
    },
    "location": "Immeuble grand angle, 25 avenue Perie, Bruges",
    "rsvp_limit": 25,
    "rsvp_count": 22
  },
  {
    "title": "Club de lecture de juin",
    "date": "2017-06-28T19:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/240370727/",
    "description": "Bonjour,\nLe club de lecture de juin aura lieu mercredi 28 juin à 19h00 au New York.\nLe livre retenu est \"Les entreprises humanistes\" de Jacques Lecomte.\n\"Face à la violence de la compétition économique, parler de bonheur, de bienveillance et de solidarité peut sembler naïf, voire utopique. Le but de ce livre est de montrer qu'au contraire l'humanisme a toute sa place au sein de l'entreprise, y compris dans les plus grosses structures.\"\nBonne lecture !",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le New York",
      "address": "4 Cours Pasteur",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "4 Cours Pasteur, Bordeaux",
    "rsvp_count": 6
  },
  {
    "title": "Coaching Dojo 17.2",
    "date": "2017-06-17T09:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/237430705/",
    "description": "Le Coaching Dojo 17.1 fut manifestement apprécié. Que diriez-vous de réitérer en début d’été ?\nNous vous proposons une nouvelle édition le samedi 17 juin dans les nouveaux locaux de Zenika Bordeaux. Par « Nous », il faut entendre : l’équipe étendue ! En effet, Karine (Lacomme) et Jérôme (Urvoas) nous font l’honneur et le plaisir de nous rejoindre à la co-animation des Coaching Dojos.Cette excellente nouvelle nous permet à présent de doubler la capacité d’accueil de l’événement pour lequel, au regard de la disproportion rencontrée entre l’offre et la liste d’attente de l’édition 17.1, nous sommes heureux de constater l’intérêt qu’il suscite.\nDans les grandes lignes, la formule ne change pas :\n• Cette journée est entièrement gratuite. \n• Vous allez répéter des petites séances de coaching en petits groupes en introduisant progressivement des techniques de coaching différentes.\n• Vous allez échanger avec des coachs et des non-coachs.\nCette journée se veut résolument ouverte à tous et avec pour seule condition : être contributeur sur l’ensemble de la journée (09:00 - 18:00) et non simple consommateur. Nous demandons aussi aux participants d'amener un plat sucré ou salé, ainsi qu'une boisson.\nNote : Zenika nous accueille pour cette édition. Merci à eux.Si vous avez des options à proposer pour les prochaines éditions, nous sommes preneurs. Et celui-ci faisant pleinement partie du cadre proposé, il doit permettre d’assurer la confidentialité des échanges qui y seront tenus par 28 personnes.\nA bientôt !",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Zenika Bordeaux",
      "address": "Immeuble grand angle, 25 avenue Perie",
      "city": "Bruges",
      "country": "France"
    },
    "location": "Immeuble grand angle, 25 avenue Perie, Bruges",
    "rsvp_limit": 28,
    "rsvp_count": 28
  },
  {
    "title": "1er PODOJO Bordeaux",
    "date": "2017-06-01T19:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/239292968/",
    "description": "*** Information pratique et conviviale ***\nPour que ce moment soit plus convivial encore, chacun peut ramener un petit quelque chose à boire ou à manger... ce serait cool !\n*** A bientôt ***\n1er PODOJO organisé sur BORDEAUX !\nC'est quoi un PO-DOJO ?\nIl s'agit d'un espace où les Product Owner (quel que soit votre niveau : débutant ou confirmé) pourront progresser par la pratique. Le DOJO est une zone d'entraînement où les participants peuvent :\n- s'améliorer et échanger\n- essayer et se tromper\n- tester de nouvelles pratiques en binôme\n- apprendre de façon collective (il n'y a pas de maître ou de PO référent) \nCe que l'on peut expérimenter  (par exemple) :\n- rédiger des User Stories (ATDD, BDD, spécification par l'exemple, ...)\n- mettre en place un Backlog produit\n- créer une Story map, une Impact Map, une fresque Event Storming\n- expérimenter des pratiques UX : vision produit, persona, empathy map, Design Studio, ...\n Ce que le PO-DOJO n'est pas\n- Une formation pour PO donnée par un formateur\n- Un lieu où l'on vient pour être seulement consommateur, il faudra être acteur !\n Note : on ne traite pas un cas réel propre à un participant du PO-DOJO \ncopyright du texte : Alexandre BOUTIN, à l'origine des premiers PO-DOJO : Emilie Espositos",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Pôle Emploi",
      "address": "38B Allée de Mégévie, 33170 Gradignan",
      "city": "Gradignan",
      "country": "France"
    },
    "location": "38B Allée de Mégévie, 33170 Gradignan, Gradignan",
    "rsvp_limit": 25,
    "rsvp_count": 23
  },
  {
    "title": "Agile Bordeaux 17.1",
    "date": "2017-04-06T19:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/238642143/",
    "description": "Le prochain Agile Bordeaux sera accueilli par DEAL Informatique à Gradignan le 6 avril prochain.\nA noter:\n• Nous vous remercions d'amener boisson / snacking à partager\n• Il y a 2 parking pour se garer sur le site\nVoici le programme (susceptible de changer) :\n• 19h - Accueil, annonces et nouvelles\n• Icebreaker Networking (en cours d'élaboration) - Patrick Barroyer et Bastien Gallay\n• Sky Castle Game - Fabrice Aimetti\n• Echanges autour d'un verre",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Deal Informatique",
      "address": "27 Avenue de la Poterie",
      "city": "Gradignan",
      "country": "France"
    },
    "location": "27 Avenue de la Poterie, Gradignan",
    "rsvp_limit": 50,
    "rsvp_count": 28
  },
  {
    "title": "Club de lecture d'Avril",
    "date": "2017-04-04T19:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/237956575/",
    "description": "Le prochain livre est La méthode RUNNING LEAN.\nRendez-vous mardi 4 avril à 19h00.\nNous vous rappelons que le principe du Club de Lecture est d'avoir lu une grande partie de l'ouvrage.\nNous allons parler gestion analytique de l'innovation. Un ouvrage riche pour les entrepreneurs ou organisations évoluant dans un contexte de forte incertitude.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Duffour par Alfredo",
      "address": "14 Bis Rue Duffour Dubergier, Bordeaux",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "14 Bis Rue Duffour Dubergier, Bordeaux, Bordeaux",
    "rsvp_limit": 8,
    "rsvp_count": 4
  },
  {
    "title": "Club de lecture de Février",
    "date": "2017-02-18T10:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/236603347/",
    "description": "Bonjour la prochaine session du Club de Lecture Agile sera le samedi 18 février de 10h00 à 12h00.\nLe Management LEAN par Michael Ballé et Godefroy Beauvallet\nComment participer ?\n1.  Ne s'inscrire que si vous vous engagez à lire le livre avant la réunion.\n2. Inscrivez-vous au Trello du Club de Lecture : https://trello.com/b/FIsc7Xf7/club-de-lecture-bordeaux(Envoyez-moi un MP avec votre adresse mail par Meetup pour que je vous donne les droits d'écriture)",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Duffour par Alfredo",
      "address": "14 Bis Rue Duffour Dubergier, Bordeaux",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "14 Bis Rue Duffour Dubergier, Bordeaux, Bordeaux",
    "rsvp_limit": 8,
    "rsvp_count": 8
  },
  {
    "title": "Coaching Dojo 17.1",
    "date": "2017-01-14T09:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/235134649/",
    "description": "Deux succès autour d'une formule appréciée, comment ne pas vous proposer une nouvelle édition du Coaching Dojo ?\nElle aura lieu le samedi 14 janvier et la formule n'a pas changé :\n• Cette journée est entièrement gratuite.• Vous allez répéter des petites séances de coaching en petits groupes en introduisant progressivement des techniques de coaching différentes.• Vous allez échanger avec des coachs et des non-coachs.\nCette journée se veut résolument ouverte à tous et sans conditions… ah si, il y a une condition : être contributeur de la journée entière et non simple consommateur.\nCe que nous demandons aux participants est d'amener un plat sucré ou salé, ainsi qu'une boisson.\nA très bientôt :-)",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Ausy Mérignac",
      "address": "13 Avenue Neil Armstrong, 33700 Mérignac",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "13 Avenue Neil Armstrong, 33700 Mérignac, Bordeaux",
    "rsvp_limit": 14,
    "rsvp_count": 14
  },
  {
    "title": "Club de lecture de Décembre",
    "date": "2016-12-17T09:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/235327204/",
    "description": "Prochain session du club de lecture le samedi 17 décembre.\nLe livre sélectionné est “La Stratégie de la Bienveillance”\nComment participer ?\n1.  Ne s'inscrire que si vous vous engagez à lire le livre avant la réunion.\n2. Inscrivez-vous au Trello du Club de Lecture : https://trello.com/b/FIsc7Xf7/club-de-lecture-bordeaux(Envoyez-moi un MP par Meetup pour que je vous donne les droits d'écriture)\n3. Inscrivez-vous sur cet événement Meetup",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Les Pains D'Alfredo",
      "address": "14 Bis Rue Duffour Dubergier",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "14 Bis Rue Duffour Dubergier, Bordeaux",
    "rsvp_limit": 10,
    "rsvp_count": 5
  },
  {
    "title": "Agile Bordeaux 16.3",
    "date": "2016-12-08T19:00:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/235472479/",
    "description": "Cette nouvelle rencontre aura lieu le jeudi 8 décembre à 19h.\nPour raison de sécurité et conformément à sa politique intérieure, notre hôte fermera les accès à 19h30 aussi soyez à l'heure !\nVous aurez la possibilité de vous garer à l'intérieur du site.\nLE PROGRAMME  (en cours de finalisation)\n• 19h : Mot d'accueil du sponsor (15 mn)\n• 19h15 : \"SAFe en 5 minutes\" par Jérôme Froville\n• 19h30 : 3 sessions en parallèle :\n-> Lego4DevOPs par Patrick Barroyer et Didier Drouin (120 mn)\n-> Rex Agile Lean Europe par Jérôme Urvoas (45-90 mn)\n-> Simulation d'un PI Planning SAFe par Jérôme Froville (120 mn)\n• 21h30 : Pot de cohésion offert par notre hôte\n_______________________________________________\nVous pouvez proposer vos contributions ici :  \nhttps://docs.google.com/document/d/1a1vpCQQpYtz-G5tR1Mc632k1VY_br-b5oMVC2eTQcFc/edit?usp=sharing\n_______________________________________________",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Notre hôte",
      "address": "38B Allée Megevie",
      "city": "gradignan",
      "country": "France"
    },
    "location": "38B Allée Megevie, gradignan",
    "rsvp_limit": 50,
    "rsvp_count": 40
  },
  {
    "title": "(Lean) Startup (Agile) night - inscription sur le groupe Lean Startup Bordeaux",
    "date": "2016-10-17T19:00:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/234663839/",
    "description": "/!\\ Les inscription se font sur le groupe Meetup 'Lean Startup Bordeaux' /!\\\nVenez découvrir de nouvelles idées, présenter les vôtres et perfectionner votre démarche expérimentale pour l'entrepreneuriat et les projets d'innovation. \nLe meetup Lean Startup Bordeaux redémarre le 17/10, en association avec Agile Bordeaux (Scrum Wine, Club de lecture, Coaching Dojo).\nQue vous soyez :\n• Un porteur de projet de startup, ou de projet innovant en entreprise, et vous souhaitez améliorer votre démarche ? Remplissez le formulaire en ligne, préparez un pitch de 2 ou 3 minutes et nous aurons un atelier pour vous.\n• Expérimenté dans le monde de l'entreprenariat ou de Lean Startup et recherchez à vous améliorer encore, partager, créer des contacts, trouver des partenaires pour votre développement ? Venez juste et inscrivez-vous sur la thématique et la startup qui vous intéresse pour partager votre savoir !\n• Curieux et soucieux d'apprendre autant la méthode que le chemin d'entrepreneurs bordelais ? Venez et apprenez en plus grâce aux ateliers par niveaux. Vous apporterez aussi vos questions et votre prise de recul sur le sujet.\nIl y aura un atelier pour vous! \nAu programme (à titre indicatif):\n• [19h]Accueil : news, annonce du programme, etc... (envoyez vos news à bastien @ upwiser.com)\n• [19h15]Présentation de Lean Startup en 5 minutes (par Patrick Barroyer)\n• [19h30]Les pitches de startups qui participeront à l'atelier 'Traction' (et qui ont rempli le formulaire, si possible)\n• [19h45]2 ateliers en parallèle:\n• [Vous avez uns startup ou souhaitez en conseiller une ?]Atelier \"Traction: How Any Startup Can Achieve Explosive Customer Growth\" inspiré du livre éponyme de Gabriel Weinberg et Justin Mares (animé par Bastien Gallay)\n• [Vous souhaitez jouer et découvrir Lean Startup?]Jeu kickstarter \"Playing Lean\" (animé par Patrick Barroyer- 12 personnes)\nEt ensuite, on boit un verre : merci de ramener quelque chose à l'occasion.",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "ECV Digital Bordeaux (Amphi)",
      "address": "26 rue Esprit des Lois",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "26 rue Esprit des Lois, Bordeaux",
    "rsvp_limit": 1,
    "rsvp_count": 1
  },
  {
    "title": "Club de lecture",
    "date": "2016-10-15T09:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/234571728/",
    "description": "Le prochain club de lecture aura lieu samedi 15/10/2016.\nLe livre sélectionné est “The Chimp Paradox”\nLes livres en cours de sélection sur notre tableau Trello :\nhttps://trello.com/b/FIsc7Xf7/club-de-lecture-bordeaux",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Les Pains D'Alfredo",
      "address": "14 Bis Rue Duffour Dubergier",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "14 Bis Rue Duffour Dubergier, Bordeaux",
    "rsvp_count": 3
  },
  {
    "title": "Coaching Dojo 16.2",
    "date": "2016-04-30T09:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/228982013/",
    "description": "La première édition a été un succès :\n• Le premier ne sera pas le dernier #CoachingDojo\n• Coaching Dojo 16.1 du 30/01/16\n• Coaching Dojo 16.1 à Bordeaux\nNous avons donc décidé de planifier la seconde édition sans tarder : ce sera le samedi 30 avril.\nPetit rappel du principe de cette journée :\n• Cette journée est entièrement gratuite.\n• Vous allez répéter des petites séances de coaching en petits groupes en introduisant progressivement des techniques  de coaching différentes.\n• Vous allez échanger avec des coachs et des non-coachs.\nCette journée se veut résolument ouverte à tous et sans conditions… ah si, il y a une condition : être contributeur de la journée entière et non simple consommateur.\nCe que nous demandons aux participants est d'amener un plat sucré ou salé, ainsi qu'une boisson.\nA très bientôt :)",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Aéroport de Bordeaux-Mérignac",
      "address": "Avenue René Cassin",
      "city": "MERIGNAC",
      "country": "France"
    },
    "location": "Avenue René Cassin, MERIGNAC",
    "rsvp_limit": 20,
    "rsvp_count": 18
  },
  {
    "title": "Club de Lecture",
    "date": "2016-04-02T09:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/228153250/",
    "description": "Le prochain club de lecture aura lieu le 2 avril.\nLe livre sélectionné est : Les Mots sont des Fenêtres de Marshall Rosenberg.\nBonne lecture !\nLes livres en cours de sélection sur notre tableau Trello :https://trello.com/b/FIsc7Xf7/club-de-lecture-bordeaux",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le New-York",
      "address": "4 Cours Pasteur",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "4 Cours Pasteur, Bordeaux",
    "rsvp_count": 10
  },
  {
    "title": "Agile Bordeaux 16.2",
    "date": "2016-03-29T18:30:00+02:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/228059408/",
    "description": "Cette nouvelle rencontre aura lieu le mardi 29 mars à 18h30 au CESI de Blanquefort.\nLa soirée sera dédiée aux Jus de fruits, l'alcool n'étant pas autorisé dans l'école. \nLE PROGRAMME \n• Introduction\n• Les actualités Agile\n• Agile en 5 minutes par Fabrice Aimetti\n• Puis en parallèle, les 2 sujets suivants : \nÊtre agile c’est aimer… et être heureux \nFacilitateur(s), Présentateur(s) :  Thierry Gabriel Cros (@thierrycros)\nDurée : 60 mn\nNombre maximum de participants : No limit!\nDescription :\nL’amélioration continue (roue de Deming, rétrospective..) constitue un pilier dans une approche agile. Elle suppose  une réalité que l’on souhaite améliorer. C’est aussi comme cela que nous fonctionnons en tant qu’homo sapiens.\nCet atelier propose donc des expérimentations, basées entr’autres sur une tradition amérindienne, autour de :\n• Réalité : quelle est notre réalité ? dans la vie… au niveau professionnel ? (avec une expérience… sensationnelle)\n• Quels sont nos objectifs et au-delà notre intention et comment s’appuyer sur l’intention pour atteindre nos objectifs ? (un “souviens-toi du futur” sévèrement re-boosté)\n• Quelles pratiques de transformation pour nous aider à la fois à mieux vivre les projets et plus généralement à mieux vivre… tout simplement.\nL’art d’avoir tort\nFacilitateur(s), Présentateur(s) : Christophe Heral (@chrisheral)\nDurée : 60 minutes\nNombre maximum de participants : 40\nDescription :\nVous détestez avoir tort ? Et bien, vous n'êtes pas le seul...\nCe petit jeu (initialement imaginé par Laurent Bossavit) est basé sur la prédiction et l'estimation.\nA l'aide d'une série de questions, vous allez pouvoir vous rendre compte que nous faisons tous des erreurs. Et tant mieux car cela nous permet de nous améliorer :-)\nAtelier effectué lors de l’Agile Tour Toulouse 2015.\n_______________________________________________\nAu fait, nous prenons des suggestions pour les événements suivants.\nVous pouvez les faire ici : https://docs.google.com/document/d/1a1vpCQQpYtz-G5tR1Mc632k1VY_br-b5oMVC2eTQcFc/edit?usp=sharing\n_______________________________________________",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "CESI",
      "address": "140, avenue du 11 Novembre",
      "city": "Blanquefort",
      "country": "France"
    },
    "location": "140, avenue du 11 Novembre, Blanquefort",
    "rsvp_count": 43
  },
  {
    "title": "Coaching Dojo 16.1",
    "date": "2016-01-30T09:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/227883030/",
    "description": "Il y a presque deux ans maintenant nous avions co-organisé un Coach Retreat, journée centrée sur le coaching à laquelle vous avez été très nombreux à participer, et vous avez bien fait puisque cette journée a été très riche en partage, échanges et convivialité.\nBien entendu cette journée était entièrement gratuite et vous avez pu découvrir et expérimenter des techniques de coaching, échanger avec des coachs (Yves Hanoulle, ...) et des non-coachs puisque cette journée se veut résolument ouverte à tous et sans conditions… ah si il y a une condition : être contributeur de la journée entière et non simple consommateur.\nNous avons décidé de remettre le couvert ! Sous le nom de « Coaching Dojo » nous souhaitons réunir des personnes qui désirent approfondir, découvrir, développer, transmettre, apprendre, partager… des techniques de Coaching et de Facilitation qui les aideront dans leur quotidien.\nPetit rappel du principe de cette journée :\n« Répéter des petites séances de coaching en petits groupes en introduisant progressivement des techniques  de coaching différentes. »\nCe que nous demandons aux participants est d'amener un plat sucré ou salé, ainsi qu'une boisson.\nA très bientôt :)",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Aéroport de Bordeaux-Mérignac",
      "address": "Avenue René Cassin",
      "city": "MERIGNAC",
      "country": "France"
    },
    "location": "Avenue René Cassin, MERIGNAC",
    "rsvp_limit": 20,
    "rsvp_count": 19
  },
  {
    "title": "Club de Lecture \"What's Next?\"",
    "date": "2016-01-16T09:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/227364116/",
    "description": "La prochaine réunion du Club de Lecture aura lieu le samedi 16 janvier 2016 de 9h30 à 11h30.\nLe livre de cette édition est What's Next? de Nicolas Mainvielle et Mathieu Griffoul.\nPour proposer des livres, voter pour les livres suivant, notre panneau de travail est ici : https://trello.com/b/FIsc7Xf7/club-de-lecture-bordeaux\nPour avoir accès au panneau, demander à @alexismonville",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le New-York",
      "address": "4 Cours Pasteur",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "4 Cours Pasteur, Bordeaux",
    "rsvp_count": 10
  },
  {
    "title": "Agile Bordeaux 16.1 (ce qui était le ScrumWine)",
    "date": "2016-01-12T18:30:00+01:00",
    "url": "https://www.meetup.com/agile-bordeaux/events/227009931/",
    "description": "Le prochain rendez-vous de notre groupe de passionné aura lieu le mardi 12 janvier.\nNous serons accueilli par Le Bac à Sable, un nouvel espace de coworking à Bordeaux (http://www.lebacasablecafe.com).\nLE PROGRAMME\n• Introduction\n• Les activités du groupe\n• Les actualités Agile\n• Agile en 5 minutes par Alexis Monville\n• Puis en parallèle, les 2 sujets suivants :\nLa scierie à pratique\nFacilitateur(s), Présentateur(s) : Chris Deniaud\nDurée : 60 minutes\nNombre maximum de participants : 18 participants (max : 3 équipes de 6)\nDescription : Il s’agit d’un atelier créé par Pablo Pernot (@pablopernot) et Stéphane Langlois (@langlois_s) dont la vocation est de pousser à la réflexion sur ses pratiques afin d’identifier quels principes ou valeurs (voire même culture) nous anime dans leur mise en oeuvre. Il est même possible d’y découvrir une nouvelle méthode de recherche de consentement.\nNo Scrum, No Win? Facilitateur(s), Présentateur(s) :  Olivier Picaud et Olivier Patou\nDurée : 60 minutes\nNombre maximum de participants : No limit!\nDescription : présentation de l’Agile Tour Bordeaux 2015 - session de rattrapage pour ceux qui auraient voulu la suivre mais n’ont pas pu… Scrum est simple à comprendre et difficile à comprendre. Nous sommes à la recherche d’un Mindset agile afin de traquer nos anti-patterns agile/scrum.\nNous prenons des suggestions pour les événements suivants.\nVous pouvez les faire ici :https://docs.google.com/document/d/1a1vpCQQpYtz-G5tR1Mc632k1VY_br-b5oMVC2eTQcFc/edit?usp=sharing",
    "community": "agile-bordeaux",
    "is_online": false,
    "venue": {
      "name": "Le Bac à Sable (working café)",
      "address": "18 rue Sainte Colombe",
      "city": "Bordeaux",
      "country": "France"
    },
    "location": "18 rue Sainte Colombe, Bordeaux",
    "rsvp_count": 37
  }
]